{
	"_meta": {
		"sources": [
			{
				"json": "spheres-of-power",
				"abbreviation": "SoP",
				"full": "Spheres of Power",
				"authors": [
					"Drop Dead Studios"
				],
				"convertedBy": [
					"me"
				],
				"version": "3.5.2",
				"url": "url to original source",
				"color": "28a2ed"
			}
		],
		"dateAdded": 1516994880,
		"dateLastModified": 1614777170,
		"spellSchools": {
			"AT": {
				"full": "Alteration",
				"short": "Alt.",
				"color": "ff9c22"
			},
			"CJ": {
				"full": "Conjuration",
				"short": "Conj.",
				"color": "7967ae"
			},
			"CR": {
				"full": "Creation",
				"short": "Creat.",
				"color": "f4c728"
			},
			"DK": {
				"full": "Dark",
				"short": "Dark.",
				"color": "4b4b4b"
			},
			"DH": {
				"full": "Death",
				"short": "Death.",
				"color": "5d8563"
			},
			"DR": {
				"full": "Destruction",
				"short": "Destr.",
				"color": "ff5617"
			},
			"DV": {
				"full": "Divination",
				"short": "Div.",
				"color": "49ede5"
			},
			"EH": {
				"full": "Enhancement",
				"short": "Enh.",
				"color": "e876f7"
			},
			"FT": {
				"full": "Fate",
				"short": "Fate.",
				"color": "4c84dd"
			},
			"IL": {
				"full": "Illusion",
				"short": "Ill.",
				"color": "2561c2"
			},
			"LF": {
				"full": "Life",
				"short": "Life.",
				"color": "78e998"
			},
			"LT": {
				"full": "Light",
				"short": "Light.",
				"color": "fff300"
			},
			"MN": {
				"full": "Mind",
				"short": "Mind.",
				"color": "ff74f9"
			},
			"NT": {
				"full": "Nature",
				"short": "Nature.",
				"color": "8be866"
			},
			"PT": {
				"full": "Protection",
				"short": "Prot.",
				"color": "4860a7"
			},
			"TK": {
				"full": "Telekinesis",
				"short": "Telekin.",
				"color": "9da9cd"
			},
			"TM": {
				"full": "Time",
				"short": "Time.",
				"color": "ffffff"
			},
			"UN": {
				"full": "Universal",
				"short": "Uni.",
				"color": "cacaca"
			},
			"WP": {
				"full": "Warp",
				"short": "Warp.",
				"color": "ff00ff"
			},
			"WR": {
				"full": "Weather",
				"short": "Weather.",
				"color": "747474"
			}
		},
		"spellDistanceUnits": {
			"squares": {
				"singular": "square",
				"feetPerUnit": 5
			}
		}
	},
	"spell": [
		{
			"name": "Shapeshift",
			"level": 0,
			"school": "AT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You change the shape of yourself or a willing creature into a completely new form.",
				"When you shapeshift a target, you choose a form granted by a (genotype) talent you possess, as well as a series of traits for them. Forms constitute a creature’s basic physical makeup (humanoid, draconic, animalistic, avian, etc.) while traits are special characteristics or alterations (natural weapons, creature size, special abilities, etc.).",
				"The target’s current physical makeup changes completely into that of the new form, its appearance changes into something of your choice that matches its new shape (although your control is not fine enough to mimic a specific individual creature), and it loses any special abilities, natural weapons, speaking ability, or movement types that were dependent on the new form, gaining new ones in their place. Unless their new form prevents the target from supplying the necessary components of their magic, such as hands for Somatic Casting or speech for Verbal Casting, shapeshifted targets do not lose their ability to use magic sphere talents or abilities unless stated otherwise.",
				"In addition to the benefits listed in the (genotype) talent, you can grant the target 1 trait, plus an additional trait at 5th level (two traits), 11th level (three traits), and 17th level (four traits). You cannot grant the same trait more than once unless the trait indicates it may be granted multiple times.",
				{
					"type": "inset",
					"name": "Natural Weapons",
					"entries": [
						"Some traits grant natural weapons, such as bites, claws, spines, talons, etc. These abilities alter the target’s unarmed strike, letting them change the damage die and damage type. Some might also grant special abilities that further augment their use. Some natural weapons require the target to have a particular set of limbs; a creature without the required limb cannot gain the natural weapons, and cannot put two natural weapons on the same limb (for example, if you have one head, you could only gain one bite weapon)."
					]
				}
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can target unwilling creatures; they are allowed a Constitution saving throw to negate the effect. At the end of each of its turns, an affected creature can make a new Constitution saving throw. On a success, the effect ends for that creature."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action.",
						"A target may only be affected by one shapeshift at any one time. If a caster attempts to place a second shapeshift on a target, he must succeed at a spellcasting ability check against the spell save DC or sphere DC of the caster of the existing effect. If he succeeds, the second shapeshift is successfully placed on the target, suppressing the first (which continues to expend its duration even while suppressed). The wild shape ability of the druid class, as well as spells like alter self, animal shapes, polymorph, and shapechange all count as a shapeshift for this purpose, although alternate sources of specific physical traits (for example, a class feature that lets you grow claws) still function.",
						"The target chooses whether it’s equipment falls to the ground in it’s space, merges into its new form, or is worn by it. Worn equipment functions as normal, but the GM decides whether it is practical for the new form to wear a piece of equipment, based on the creature’s form and size. The equipment doesn’t change size or shape to match the new form, and any equipment that the new form can’t wear must either fall to the ground or merge with it. Equipment that merges with the form has no effect until the shapeshift ends.",
						"If a talent or trait has a listed AC, this AC does not stack with any worn armor unless noted; use the higher value. Shields may be applied normally, though not all forms have the limbs required to wield them."
					]
				}
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Summon",
			"level": 0,
			"school": "CJ",
			"time": [
				{
					"number": 1,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can summon a creature (called a companion) using stats from a (base) talent you possess, causing it to appear in an adjacent square, ready to act on your following turn.",
				"In combat, your companion shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction and bonus actions on its own, but the only action it takes on its turn is the Dodge action, unless you take a bonus action on your turn to command it to take one of the actions in its stat block or the Dash, Disengage, Help, Hide, or Search action."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time of summon becomes an action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Alter",
			"level": 0,
			"school": "CR",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can alter an object with a touch. The object cannot be larger than Tiny size, although you can target a Tiny-sized portion of a larger object (such as a wall). This increases to Small size at 5th level, Medium size at 11th level, and Large size at 17th level.",
				"You cannot alter an animate target (such as a golem or animated object) and the object must be non-magical and unattended (not held, worn, or part of a creature’s equipment)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The size of the object you can alter may be up to two sizes larger.",
						"When you gain the Creation sphere, you can alter objects in the following ways:"
					]
				}
			]
		},
		{
			"name": "Create",
			"level": 0,
			"school": "CR",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can create objects out of magic that appear in either your hand or adjacent to you. You may create a single non-magical, unattended object out of vegetable matter such as wood, hemp, or cotton that may be no larger than Tiny size, increasing to Small size at 5th level, Medium size at 11th level, and Large size at 17th level.",
				"If you cannot carry, hold, or wield the created object with two hands due to bulk, weight, or size, it must begin in an adjacent square and no part of it can be more than 30 feet away.",
				"You cannot create items that require mixing, carry special properties, or knowledge you don’t possess (alchemical items, rare herbs, the key to a lock you didn’t create, etc.). A DC 10 Intelligence check reveals the object as a magical fake. Fabricated objects have a lingering magical aura that can be detected as magic, although the objects themselves aren’t magical.",
				"While simple objects such as candles, folds of cloth, simple furniture, or basic weapons are easy to create, particularly complex objects (mechanics, crossbows, objects with moving parts) require an ability check be made as if crafting that object. Failure means the object comes into being broken and unusable. You cannot create an object directly onto a target (summoning manacles onto someone’s wrists, etc.)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The size of the object you can create may be up to two sizes larger."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Dark",
			"level": 0,
			"school": "DK",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can create a 15-ft radius sphere of darkness, centered anywhere within range. This darkness radiates from a central point, and cannot extend through walls. The darkness spreads around corners. A creature with darkvision can see through this darkness, but nonmagical light cannot illuminate it.",
				"If a Light sphere effect is created inside your darkness effect, the creator of the Light sphere effect must succeed on a spellcasting ability check against your sphere DC. If the check succeeds, your darkness effect is countered, and the Light sphere effect functions normally. Otherwise, it functions as any other light source, as described above."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Meld",
			"level": 0,
			"school": "DK",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can grant a creature a single meld. Unwilling targets are allowed a Wisdom saving throw to resist gaining a meld."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to 1 action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			]
		},
		{
			"name": "Ghost Strike",
			"level": 0,
			"school": "DH",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can make a ghost strike, summoning negative energy and throwing it at a target within range. A ghost strike has no effect on creatures of the undead or construct type (although some talents provide exceptions). Ghost strike effects do not stack with themselves unless noted."
			]
		},
		{
			"name": "Reanimate",
			"level": 0,
			"school": "DH",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can target the dead remains of an aberration, beast, dragon, humanoid, giant, or monstrosity to reanimate it as a type of undead chosen from among any (undead) talents you possess. The reanimated creature does not possess any of its original statistics or abilities, except for size, hit points, and movement modes (though the talent can modify these as well).",
				"On each of your turns, you can use a bonus action to mentally command any undead you made with this ability if the creature is within reanimate range (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.",
				"Most basic reanimated undead cannot speak, have no memory of their past, or lack the ability for complex thought. This makes it difficult or impossible for the undead to answer questions or reveal anything it knew in life. On the other hand, reanimated undead chosen from (undead) advanced talents generally have the ability to speak and possess some fragmented memories of who they were in life, but are under no obligation to share what they know or remember. When the duration expires, the body collapses (or fades away if a spirit) until reanimated again. It does not regain hit points between reanimations. If reduced to 0 hit points, the undead is destroyed; it cannot be reanimated again.",
				"You can have a total number of reanimated creatures active at any one time equal to your proficiency bonus. If you attempt to reanimate creatures that would push your total beyond this limit, you must release control of reanimated creatures of your choice until the total is low enough to permit the new reanimated creatures. You cannot reanimate a target with a Challenge Rating greater than one-fourth your level."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment can be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Destructive Blast",
			"level": 0,
			"school": "DR",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Choose a blast type and blast shape you possess. An object or creature of your choice within range takes 1d8 damage of a type determined by the (blast type) talent being applied to the destructive blast. The destructive blast’s damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).",
				"When augmenting a destructive blast with Destruction sphere talents, you can only apply 1 (blast type) talent and 1 (blast shape) talent to each individual destructive blast."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The destructive blast instead deals 1d8 damage + 1d8 damage per 2 levels."
					]
				}
			]
		},
		{
			"name": "Divine",
			"level": 0,
			"school": "DV",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You open your senses to a range of 120 feet. Choose a (divine) talent you possess; the effect of divine is determined by the chosen talent. Unless explicitly stated otherwise, you generally cannot pinpoint the location of a hidden creature or object simply by sensing the presence or general direction of their aura. Divine can penetrate most barriers, but it is blocked by sufficiently dense objects, unless otherwise noted. Refer to Table: Density Categories and Common Substances below to see what objects can block divining. Many (divine) talents have a recall lore augment, which allow the diviner to gain additional information about a subject or target.",
				{
					"type": "table",
					"caption": "Density Categories and Common Substances",
					"colLabels": [
						"Density Category",
						"Example Substance",
						"Amount that blocks Divine"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"Weightless",
							"Feathers or Balsa Wood",
							"30 feet"
						],
						[
							"Light",
							"Coal or Wood",
							"3 feet"
						],
						[
							"Somewhat Dense",
							"Flesh or Stone (such as Granite)",
							"A foot"
						],
						[
							"Dense",
							"Common Metal (such as Copper, Iron, and Steel)",
							"An inch"
						],
						[
							"Very Dense",
							"Uncommon or Rare Metals (such as Adamantium, Lead, GOld, Platinum)",
							"A thin sheet"
						]
					]
				}
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time of divine becomes an action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Sense",
			"level": 0,
			"school": "DV",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can grant yourself paranormal senses with a range of 30 feet. Choose and gain the effects of one (sense) talent you possess."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"Your sense acts out to a range of 120 feet."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Degrade",
			"level": 0,
			"school": "EH",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can degrade a creature or object within range. The target is allowed a Wisdom saving throw to negate the effect on itself or objects in its possession. At the end of each of its turns, an affected creature can make a Wisdom saving throw. On a success, the effect ends for that creature or an object in its possession."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			]
		},
		{
			"name": "Enhance",
			"level": 0,
			"school": "EH",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can enhance a creature or object within range. If targeting a creature or intelligent item that doesn’t want to be enhanced (or an item in the possession of a creature that doesn’t want their item enhanced), the target is allowed a Wisdom saving throw to negate the effect. At the end of each of its turns, an affected creature can make a Wisdom saving throw. On a success, the effect ends for that creature or an object in its possession."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			]
		},
		{
			"name": "Consecration",
			"level": 0,
			"school": "FT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Cosmic power radiates from the target in a 10-foot aura. Until the sphere effect ends, the aura moves with and is centered on the target. Choose and apply one consecration ability that you possess to the aura. The area increases by 5 feet when you reach 5th level (15-foot radius), 11th level (20-foot radius), and 17th level (25- foot radius)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment can be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Motif",
			"level": 0,
			"school": "FT",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Manifest the vestige of a cosmic aspect or entity onto a creature. Choose and apply one motif ability that you possess to a creature within range. An individual creature can never have more than one instance of a particular (motif) talent active on them at a time; a second casting replaces the first."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to 1 action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment can be applied after the effect is cast on your turn without an action. Each motif, if augmented, can be dismissed by the target as a reaction to grant an additional benefit."
					]
				}
			]
		},
		{
			"name": "Word",
			"level": 0,
			"school": "FT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "instant"
					}
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Alter reality through the use of cosmic words of power. Choose and apply one (word) talent you know to one creature or object within range."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to 1 bonus action."
					]
				}
			]
		},
		{
			"name": "Figment",
			"level": 0,
			"school": "IL",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can create the image of something that is not actually there, known as a ‘figment’. Your figment has a maximum size of a 10-foot cube, which improves by 5 feet at 5th level (15-foot cube), 11th level (20-foot cube), and 17th level (25-foot cube).",
				"Alternatively, you can create an illusionary sound such as a lion’s roar, a speaking voice, etc.. Whether creating figments or simply sounds, you cannot create illusions that can directly affect the world around you; your images cannot affect objects and you cannot create sounds loud enough to deafen or deal thunder damage, etc..",
				"As long as you are within range of a visual figment, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. If you are not using your action to control it, however, the image simply sits still and does not move.",
				"Physical interaction with a visual figment reveals it to be an illusion, because things can pass through it. Likewise, creatures that rely primarily on a sense that your illusion does not affect may often ignore your illusions completely. For example, a target with a keen sense of smell (such as a wolf or dog) will automatically disbelieve a figment of a person if you do not have the Greater Illusions talent.",
				"A creature that uses its action to examine the image or sound can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"Your illusion includes both sight and sound. If you possess (sensory) talents, any or all of those talents are also applied to the figment as you so choose."
					]
				},
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"Your figment increases in size to a 20-foot cube. This increases by 10 feet at 5th level (30-foot cube), 11th level (40-foot cube), and 17th level (50-foot cube)."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Glamer",
			"level": 0,
			"school": "IL",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"If you possess a (glamer) talent, you may create an illusion that alters the appearance or perceived characteristics of a creature or object in some way. Unlike with a figment, you do not need to use your action to move the glamer; instead, the glamer moves with whatever target it is attached to as they do. Whenever you use this ability, grant a target the effects of one (glamer) talent you possess. Unlike figments, glamers (with some exceptions noted in the talent) cannot be disbelieved; for example, an invisible creature is simply invisible, whether or not a target ‘believes’ it to be true."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Cure",
			"level": 1,
			"school": "LF",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"{@b Cost: } 1 sp. The target regains a number of hit points equal to 1d8 + your key ability modifier. The amount of healing increases by 1d8 at 5th (2d8 + KAM), 11th (3d8 + KAM), and 17th level (4d8 + KAM). This ability has no effect on undead or constructs."
			]
		},
		{
			"name": "Invigorate",
			"level": 0,
			"school": "LF",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can invigorate a creature, granting them temporary hit points equal to your proficiency bonus. If used on a living creature that has 0 hit points, the creature becomes stable before receiving the temporary hit points. Unlike normal temporary hit points, this ability can only be used on an injured target and cannot raise a target’s current hit points plus their temporary hit points to be higher than their maximum hit points. If an invigorated creature later receives healing that would put their temporary hit points above their maximum hit points, they lose temporary hit points until their current hit points plus their temporary hit points is not higher than their maximum hit points."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"Increase the duration of the effect to: until depleted or you finish a long rest. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Restore",
			"level": 1,
			"school": "LF",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"{@b Cost:} You can end either one disease or one condition afflicting the target. The condition can be blinded, deafened, paralyzed, or poisoned. If the condition targeted is caused by an ongoing effect, this suppresses the effect for a number of rounds equal to your key ability modifier. This cannot be used to remove curses or instantaneous effects."
			]
		},
		{
			"name": "Brighten",
			"level": 0,
			"school": "LT",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can cause any creature or object you have caused to glow that is within range to glow brightly, creating bright light in a 20-foot radius and dim light in an additional 20-foot radius. Unwilling targets can make a saving throw to prevent their glow from being brightened. Both radii increase by 10 feet at 5th (30-foot radius), 11th (40-foot radius), and 17th level (50-foot radius)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can target a number of glows equal to your proficiency bonus."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			]
		},
		{
			"name": "Glow",
			"level": 0,
			"school": "LT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					}
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can cause an object or creature in range to glow for the duration, shedding bright light in a 5-foot radius sphere and dim light an additional 15 feet beyond that, which may be of any color you wish. This requires a melee spell attack or ranged spell attack. The object or creature becomes outlined with light, giving it disadvantage on Dexterity (Stealth) checks and negating all bonuses usually bestowed by invisibility, darkness, or similar effects.",
				"Whenever a glow effect interacts with a magical darkness effect (such as from the Dark sphere) the caster of the glow effect must succeed on a spellcasting ability check against the sphere or spell save DC of the darkness effect’s caster. If they succeed, the darkness is countered and the Light effect functions normally. If they fail, the glow effect is countered and the Dark effect functions normally (outlines are swallowed, light sources are hampered, etc.).",
				"Some talents are designated (glow), which add additional effects to your glow ability. You can only apply the benefits of one (glow) talent to any individual glow effect. While you can only apply one such talent to an individual glow effect, areas of light from different glow effects can overlap. When augmenting a glow effect with a (glow) talent, the effect is applied once per round, at the end of the caster’s turn. For example, if a glowing object is thrown into a large group of enemies, it would only affect those within the area where it landed, not those targets it passed by to arrive in that area.",
				"Some talents are designated (nimbus), which allows you to alter the appearance of light shed by your glow effects, changing the area or shape in which light is increased as well as where the effects of (glow) talents are applied. You can only apply a single (nimbus) talent to a glow at a time, but may switch between them and the normal area of your glow as a bonus action at the start of your turn, though any (glow) talents affect only one area in a round."
			]
		},
		{
			"name": "Lens",
			"level": 0,
			"school": "LT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Light talents listed with the (lens) tag are talents that do not create light, but instead bend it or alter its properties. Placing a (lens) effect on an unwilling target requires a melee or ranged spell attack."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Charm",
			"level": 0,
			"school": "MN",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"{@b Cost:} 0 sp (lesser), 1 sp (greater), 2 sp (powerful)",
				"You can place charms on creatures. You can only use charms on targets that possess your own creature type (humanoid for humanoids, etc.) although the Expanded Mind talent changes this. Each charm has three strengths; lesser, greater, and powerful. Lesser charms are at-will abilities, but you cannot target an individual creature more than once with any individual lesser charm unless noted. You can do so again after completing a long rest. You must possess the Powerful Charm talent before you can use any powerful charms."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can use the greater charm effect of the selected (charm) ability."
					]
				}
			]
		},
		{
			"name": "Geomancy",
			"level": 0,
			"school": "NT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can create or manipulate the elements and forces of nature around you. Choose one geomancy ability that you possess."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Spirit",
			"level": 0,
			"school": "NT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can draw power from nature’s spirits, harnessing their residual energy to imbue yourself with power. Choose and gain one spirit ability that you possess. (Spirit) talents grant you additional spirit abilities."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to 1 bonus action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Aegis",
			"level": 0,
			"school": "PT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can grant a creature an aegis. Unwilling targets are allowed a Wisdom saving throw to resist gaining an aegis."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"wisdom"
			]
		},
		{
			"name": "Succor",
			"level": 0,
			"school": "AT",
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 300
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can create an effect by sacrificing an aegis you created. Doing so immediately ends one aegis on the targeted creature. The sacrificed aegis must be one that you have augmented to be maintained without concentration. You cannot use succor on a creature not currently under the effects of your aegis."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						
					]
				}
			]
		},
		{
			"name": "Ward",
			"level": 0,
			"school": "PT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You create a ward in a cylindrical area (20 ft radius, 10 ft tall). Wards remain in the location they were created, even if you move. When creating a ward, you can always choose to reduce the height or radius below its maximum. The maximum height of the cylinder increases by 5 feet and the maximum radius increases by 10 feet at 5th level (15-foot-by-30-foot radius cylinder), 11th level (20-foot-by-40-foot radius cylinder), and 17th level (25-foot-by-50-foot radius cylinder)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Catch",
			"level": 0,
			"school": "TK",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can target a thrown weapon or launched projectile such as an arrow from a bow (usually requiring the Ready action to catch it after it’s fired) to stop the attack from dealing damage. The target must be within your Telekinesis sphere size limit. Make a ranged spell attack contested by the attacker’s attack roll; if you succeed, the attack is negated. You can choose to immediately drop the object (making this an instantaneous effect) or you can choose to continue to lift the object, in which case your catch becomes a levitate."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can reduce the casting time to 1 reaction."
					]
				}
			]
		},
		{
			"name": "Levitate",
			"level": 0,
			"school": "AT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can telekinetically move a willing creature or an unattended object up to your telekinesis size within range. Targets you are levitating cannot move on their own, and once each round as a bonus action you can gently move the target in a straight line up to 20 feet in any direction, including up. The maximum distance you can move it increases at 5th level (40 feet), 11th level (60 feet), and 17th level (80 feet). The target remains suspended in that location until you decide to move it again or until the effect ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can lift an unwilling creature with levitate. The target is allowed a Strength saving throw to negate this effect. An affected creature makes another Strength saving throw at the end of each of its turns. On a successful save, the effect ends for it. A creature may suffer falling damage if they successfully save while floating high in the air."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"This effect lasts for its remaining duration. This augment may be applied without any action required on your turn. Levitated targets will remain suspended until you end the effect early, with either a bonus action or as a reaction, causing the target to fall."
					]
				}
			]
		},
		{
			"name": "Projectile",
			"level": 0,
			"school": "TK",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 0
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can telekinetically lift a willing creature or object up to your telekinesis size within range, referred to as the projectile, and hurl it at another target that is also within telekinesis range of yourself. Make a ranged spell attack roll against the target’s AC. On a successful hit, both the target and the projectile take bludgeoning damage (or another appropriate damage type, such as piercing if throwing a dagger) according to the chart below:",
				{
					"type": "table",
					"colLabels": [
						"Target Size",
						"Damage Die"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"Tiny",
							"1d4"
						],
						[
							"Small",
							"1d6"
						],
						[
							"Medium",
							"1d8"
						],
						[
							"Large",
							"1d10"
						],
						[
							"Huge",
							"2d6"
						],
						[
							"Gargantuan",
							"2d8"
						]
					]
				},
				"If the projectile is a weapon, the attack instead deals damage to the target equal to the weapon’s damage die (arrows and bolts are treated as daggers for this purpose) and the projectile suffers no damage, since weapons are designed for attacking. If you are already levitating an object, it is always a valid target to be made into a projectile, no matter how large it might be or whether or not it is unwilling."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can target an unwilling creature to be your projectile. The target is allowed a Strength saving throw to negate this effect."
					]
				}
			],
			"savingThrow": [
				"strength"
			]
		},
		{
			"name": "Alter Time",
			"level": 0,
			"school": "TM",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Manipulate time around a target by applying the effects of a single (chronos) talent you possess"
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"Alter Time effects with non-instantaneous durations persist for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Dispel",
			"level": 0,
			"school": "UN",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You attempt to dispel a single active magical effect. If the spell or sphere effect on the target has a spell level or required spell points equal to or lower than half your proficiency bonus, it ends. Otherwise, make a spellcasting ability check. The DC equals 10 + the spell’s level, or 10 + the number of spell points included. On a successful check, the spell ends."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can attempt to dispel a number of additional magical effects equal to half your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You automatically dispel active magical effects with a spell level or spell point cost equal to or lower than your proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to 1 action. When used in this way, you can ready this ability to disrupt a creature’s casting."
					]
				}
			]
		},
		{
			"name": "Manabond",
			"level": 0,
			"school": "UN",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Make a ranged spell attack against a target within your manabond range; unless otherwise stated, a magical effect has an AC equal to its spell save or sphere DC. On a hit, you form a manabond with the target.",
				"For the duration, on each of your turns you can use your action to apply a (manabond) talent you know to the target. The manabond ends if you use your action to do anything else. The manabond also ends if the target is ever outside of the manabond’s range or if it has total cover from you."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment can be applied after the effect is cast on your turn without an action."
					]
				}
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Chaos Aura",
			"level": 0,
			"school": "UN",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [	
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You emit an 5-foot aura that twists the fabric of magic, increasing the wild magic chance of all creatures in the area by 50%. Only creatures with the wild magic package, general drawback, or similar class feature (such as sorcerers with the wild magic sorcerous origin) are innately aware of this increase. The area increases by 5 feet at 5th level (10-foot radius), 11th level (15-foot radius), and 17th level (20-foot radius)."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment can be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Teleport",
			"level": 0,
			"school": "WP",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can teleport yourself or a willing creature and anything up to the target’s carrying capacity to any place within 10 feet. You must have line of sight to your destination. The distance that you can teleport a target increases by 10 feet at 5th level (20 feet), 11th level (30 feet), and 17th level (40 feet).",
				"Talents marked (teleport) improve or grant you new ways of utilizing your teleport sphere ability."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The distance you can teleport a target increases to 30 feet at 1st level, 60 feet at 5th level, 90 feet at 11th level, and 120 feet at 17th level."
					]
				}
			]
		},
		{
			"name": "Bend Space",
			"level": 0,
			"school": "WP",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"Talents marked (space) grant you ways of bending and folding space. You must be touching the target or location to be affected."
			]
		},
		{
			"name": "Mantle",
			"level": 0,
			"school": "WR",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You wrap your magic around the target, granting them benefits depending on the surrounding weather. While an individual creature can never have more than one mantle on them at a time, the creature gains the benefits of all (mantle) talents that you have that are applicable to the weather in the area."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to 1 action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You bestow the effects of one of your (mantle) talents regardless of what the weather is in the area. This augment may be applied multiple times, granting the effects of an additional (mantle) talent each time. You can change a bestowed (mantle) talent once each round as a bonus action."
					]
				},
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Shroud",
			"level": 0,
			"school": "WR",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You alter the weather immediately surrounding the target, applying the effects of one (shroud) talent you know. An individual creature can only be under the effect of one of your shrouds at a time; targeting a creature with a second shroud dispels the first. While a shroud might produce rain, winds, or more, its effects are not lasting on the environment; any rain evaporates immediately, ice disappears when it leaves the target, etc."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 2 sp",
					"entries": [
						"The effect persists for the remaining duration without concentration. The effect immediately ends on a shrouded target once they have made 3 successful saving throws against the effect. This augment may be applied after the effect is cast on your turn without an action."
					]
				}
			]
		},
		{
			"name": "Mimicry",
			"level": 0,
			"school": "AT",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					}
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can study a creature you can see within range. For the duration of the effect, you gain a single Alteration talent corresponding to the creature or one of the creature’s apparent features. A creature you have studied with this talent counts as being familiar for the purposes of the Perfect Imitation talent.",
				"You can only have one instance of this power active at a time. If you use this talent again, any talents gained from previous uses immediately end."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"This ability may be used with no action required during your turn."
					]
				}
			]
		},
		{
			"name": "Calling",
			"level": 2,
			"school": "CJ",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "special"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can call beings from other planes and bring them into your own. Calling takes one of two forms: allies and hostiles. If you call a servant of an extraplanar being with which you have a strong connection (i.e., a cleric calling a servant of its god) they are considered an ally. All other creatures are considered hostiles, regardless of their disposition towards the caster. GMs have the final say in whether or not a character is capable of calling allies.",
				"To call a target, you must choose a location within 30 feet for them to appear, and the kind of creature to be called must be known and stated. If you wish to call a specific individual, you must use that individual’s proper name. You can call multiple creatures with one use of this ability (up to 3 at once) but the combined CR of all called creatures cannot exceed half your level.",
				"{@b Hostiles:} If a hostile creature is unwilling to be called, it is allowed a Wisdom saving throw to resist. If the saving throw succeeds, the creature is not called. If the saving throw fails, the creature is immediately called.",
				"When a hostile creature is called, it is rooted to a specific location within range (you can decide how much space to give it, up to a 30-foot radius). It cannot leave this area until an agreement with you has been reached. It can escape this location by teleportation or dimensional travel, or with a successful Charisma saving throw. It can try each method once per day. If it breaks loose, it can do as it pleases including fleeing, returning to its home plane, or attacking you.",
				"If the creature does not break free of its prison, you can keep it bound for as long as you dare. You can attempt to compel the creature to perform a service by describing the service and perhaps offering some sort of reward. You make a Charisma check contested by the creature’s Charisma check. The check may have advantage based on the nature of the service and the reward. If the creature wins the opposed check, it refuses service. New offers, bribes, and the like can be made or the old ones re-offered every 24 hours. This process can be repeated until the creature promises to serve, until it breaks free, or until you decide to dismiss it (a free action so long as it remains trapped). Impossible demands or unreasonable commands are never agreed to. If you ever roll a natural 1 on the Charisma check, the creature breaks free of the effect and can escape or attack you.",
				"Once the requested service is completed, the creature need only to inform you to be instantly sent back whence it came. The creature might later seek revenge. If you assign some open-ended task that the creature cannot complete through its own actions, the effect remains for a maximum of 1 day per level, and the creature gains an immediate chance to break free (with the same chance to resist as when it was trapped). Note that a clever recipient can subvert some instructions.",
				"{@b Allies:} Allies are never hostile and do not resist, although additional payment is always expected for their services. Payment can take a variety of forms, from donating gold or magic items to an allied temple, to a gift given directly to the creature, to a quest on your part that matches the creature’s alignment and goals. Regardless, this payment must be made before the creature agrees to perform any services. The bargaining takes at least 1 round, so any actions by the creature begin in the round after it arrives.",
				"As a rule of thumb, a task that can be measured in minutes requires a payment worth 100 gp per minute. A task measured in hours requires 1,000 gp per hour. And a task measured in days (up to 10 days) requires 10,000 gp per day. The GM can adjust these payments based on the circumstances under which you cast the spell. If the task is aligned with the creature’s ethos, the payment might be halved or even waived. Non-hazardous tasks typically require only half the suggested payment, while especially dangerous tasks might require a greater gift. Creatures rarely accept tasks that seem suicidal.",
				"Unlike a companion from the Conjuration sphere that simply returns to its home plane when reduced to 0 hit points, a called creature actually dies when it is killed. If an agreement cannot be reached, the ally returns to their home plane immediately. If you are not willing to give the requested payment, but attempt to press the target into service anyway, treat the creature as hostile. Pressing a creature in this way may have a detrimental effect on any future attempts to call an allied outsider.",
				"At the end of its task, or when the bargained duration expires, a called ally returns to its home plane (after reporting back to you, if appropriate and possible)."
			]
		},
		{
			"name": "Sustenance",
			"level": 1,
			"school": "CJ",
			"time": [
				{
					"number": 10,
					"unit": "minute"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "touch"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can create enough bland food and drink to sustain a number of Medium-sized creatures equal to your key ability modifier. If you possess Exquisite Detail you can create any normal assortment of food or drink, determining quality by making a key ability modifier check with proficiency in place of any ability check normally required"
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"The casting time is reduced to an action."
					]
				}
			]
		},
		{
			"name": "Obscure Passage",
			"level": 1,
			"school": "DK",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You place a black circle on a surface, creating a temporary hole with a diameter in feet equal to your proficiency bonus and a depth of 5 feet, increasing by 5 feet at 5th (10 feet), 11th (15 feet), and 17th level (20 feet). Obscure Passage can not penetrate a surface with exceptional hardness, such as adamantine. Attempting to create an obscure passage through a target that is too thick or too hard causes the effect to fail and all spell points spent to be lost. An Obscure Passage leaves the surface whole and unmarred when it expires. Light does not pass through an obscure passage, nor does low-light vision or darkvision allow a creature to peer through it, though Clearsight and any effect that allows a creature to see in magical darkness do. A creature standing above an obscure passage as it opens may attempt a Dexterity saving throw to avoid falling in, moving to the nearest safe space if successful."
			]
		},
		{
			"name": "Shadow Slash",
			"level": 0,
			"school": "DK",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"{@b Duration:} instantaneous You can stash items in your shadow, storing each as a bonus action. The items appear on your shadow as if you were wearing or using them. A small item (a ring or a key) might be unnoticeable, while a larger item (a greatsword, a shield) would be quite obvious. You can store up to 5 pounds of non-living material per level. Items have no weight while stashed and can not be used, activated, or provide passive bonuses.",
				"You can retrieve an item as a bonus action. Items stored in your shadow stash cannot be stolen or otherwise targeted unless the creature attempting to do so also has the Shadow Stash talent. If your shadow is removed or animated, you cannot access your shadow stash until your shadow returns. If you die, the contents of your shadow stash immediately appear in the nearest unoccupied space."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "Augment 1 sp",
					"entries": [
						"You can retrieve items from your shadow stash with no action, if done during your turn, or as a reaction."
					]
				}
			]
		},
		{
			"name": "One With The Void",
			"level": 2,
			"school": "DK",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 10
					},
					"concentration": true
				}
			],
			"source": "spheres-of-power",
			"entries": [
				"You can become an area of your own darkness. You become incorporeal, allowing you to enter and move through the spaces of other creatures, and gain a fly speed of 30 feet. You cannot make attacks in this form and gain resistance to non-magical sources of bludgeoning, slashing, and piercing damage, though you can still cast spells and use sphere effects (provided you do not require somatic, focus, or other components you cannot provide in this form). While incorporeal, you can move through other creatures and objects as if they were difficult terrain. You take 5 (1d10) force damage if you end your turn inside an object. You can’t fall and remain hovering in the air even when stunned or otherwise incapacitated.",
				"You can adjust your size as a bonus action from a 5-foot radius sphere up to the maximum volume of your darkness, and you can imbue yourself with one (darkness) talent at its normal spell point cost. Changing your active (darkness) talent is an action, and you must pay any spell point cost associated with the new talent. You cannot manipulate objects or use your own items in this form. Ending this effect early is a bonus action allowing you to rematerialize in any unoccupied space within your personal area of darkness."
			]
		}
	],
	"monster": [
		{
			"name": "Aberrant Companion",
			"size": "M",
			"type": "aberration",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "10 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the aberration’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 10,
			"con": 15,
			"int": 16,
			"wis": 10,
			"cha": 6,
			"passive": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Deep Speech",
				"understands the languages you speak"
			],
			"languageTags": [
				"DS"
			],
			"immune": [
				"psychic"
			],
			"trait": [
				{
					"name": "Whispering Aura",
					"entries": [
						"At the start of each of the aberration’s turns, each creature within 5 feet of it must succeed on a Wisdom saving throw or take {@damage 1d6} psychic damage, provided that the aberration isn’t {@condition incapacitated}. The amount of psychic damage increases by {@dice 1d6} at 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6})."
					]
				}
			],
			"damageTags": [
				"Y"
			],
			"miscTags": [
				"RW",
				"MW",
				"AOE"
			],
			"action": [
				{
					"name": "Psionic Assault",
					"entries": [
						"{@atk mw,rw} 3 (Int) + your proficiency bonus to hit, reach 5 ft. or range 30/30 ft., one creature. {@h}6 ({@damage 1d6 + 3}) psychic damage."
					]
				}
			]
		},
		{
			"name": "Bestial Companion",
			"size": "M",
			"type": "beast",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "13 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the beast’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 16,
			"con": 16,
			"int": 4,
			"wis": 14,
			"cha": 8,
			"passive": 12,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"understands the languages you speak"
			],
			"immune": [],
			"trait": [
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"MW"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can",
						"make two attacks."
					]
				},
				{
					"name": "Maul",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, reach 5 ft. {@h}6 ({@damage 1d8 + 3}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			]
		},
				{
			"name": "Celestial Companion",
			"size": "M",
			"type": "celestial",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "10 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the construct’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 10,
			"con": 13,
			"int": 8,
			"wis": 16,
			"cha": 12,
			"passive": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Celestial",
				"understands the languages you speak"
			],
			"damageTags": [
				"R"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can",
						"make two attacks."
					]
				},
				{
					"name": "Extend Mercy",
					"entries": [
						"As an action, the celestial can touch a living creature and transfer its own hit points to it, healing the target and damaging itself in equal amounts. This cannot reduce the celestial’s hit points below 1."
					]
				},
				{
					"name": "Smite",
					"entries": [
						"{@atk mw,rw} 3 (Wis) + your proficiency bonus to hit, reach 5 ft. or range 30/30 ft., one target. {@h}6 ({@damage 1d8 + 2}) radiant damage in melee, or 6 ({@damage 1d8 + 2}) radiant damage at range."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"resist": [
				"radiant"
			],
			"conditionImmune": [
				"charmed",
				"frightened"
			],
			"languageTags": [
				"CE"
			],
			"miscTags": [
				"RW",
				"MW"
			]
		},
		{
			"name": "Construct Companion",
			"size": "M",
			"type": "construct",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "11 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the construct’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 25
			},
			"str": 14,
			"dex": 12,
			"con": 14,
			"int": 4,
			"wis": 14,
			"cha": 6,
			"passive": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"understands the languages you speak"
			],
			"damageTags": [
				"R"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Force-Empowered Rend",
					"entries": [
						"{@atk mw} 2 (Str) + your proficiency bonus to hit, reach 5 ft. or range 30/30 ft., one target. {@h}6 ({@damage 1d8 + 2}) force damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"conditionImmune": [
				"charmed",
				"exhaustion",
				"poisoned"
			],
			"immune": [
				"poison"
			],
			"trait": [
				{
					"name": "Vigilant",
					"entries": [
						"The construct can’t be surprised."
					]
				}
			],
			"reaction": [
				{
					"name": "Deflect Attack",
					"entries": [
						"The construct imposes disadvantage on the attack roll of one creature it can see that is within 5 feet of it, provided the attack roll is against a creature other than the construct."
					]
				}
			]
		},
		{
			"name": "Dragon Companion",
			"size": "S",
			"type": "dragon",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "10 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the dragon’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 30
			},
			"str": 14,
			"dex": 10,
			"con": 13,
			"int": 12,
			"wis": 12,
			"cha": 12,
			"passive": 11,
			"senses": [
				"darkvision 60 ft.",
				"blindsight 10 ft."
			],
			"senseTags": [
				"D",
				"B"
			],
			"languages": [
				"Draconic",
				"understands the languages you speak"
			],
			"damageTags": [
				"P"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} 2 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}7 ({@damage 1d10 + 2}) piercing damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"immune": [
				{
					"special": "whatever element is chosen for its breath weapon"
				}
			],
			"trait": [
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"languageTags": [
				"DR"
			]
		},
		{
			"name": "Air Elemental Companion",
			"size": "T",
			"type": "elemental",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "12 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the elemental’s Constitution modifier + five times your level."
			},
			"speed": {
				"fly": {
					"number": 20,
					"condition": "(hover)"
				},
				"canHover": true
			},
			"str": 16,
			"dex": 14,
			"con": 17,
			"int": 6,
			"wis": 10,
			"cha": 8,
			"passive": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D",
				"B"
			],
			"languages": [
				"Primordial",
				"understands the languages you speak"
			],
			"damageTags": [
				"B"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Whirlwind {@recharge 4}",
					"entries": [
						"Your companion creates a whirlwind in a 5-foot diameter centered on itself that remains until the start of your next turn. Each creature in the whirlwind must make a Strength saving throw against your sphere DC. Creatures that are not entirely in the whirlwind gain advantage on the saving throw. On a failure, a target takes your companion’s slam damage and is flung up to 5 feet away from the elemental in the direction of your choice and knocked {@condition prone}. If a thrown target strikes an object, such as a wall or floor, the target takes 3 ({@damage 1d6}) bludgeoning damage for every 10 feet it was thrown. If the target is thrown at another creature, that creature must succeed on a Dexterity saving throw against your sphere DC or take the same damage and be knocked {@condition prone}. If the saving throw is successful, the target takes no damage and isn’t flung away or knocked {@condition prone}. The diameter of the whirlwind and the distance of the thrown target increases by 5 feet at 5th level (10-foot diameter, 10 feet thrown), 11th level (15-foot diameter, 15 feet thrown), and 17th level (20-foot diameter, 20 feet thrown)."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"immune": [
				"poison"
			],
			"trait": [
				{
					"name": "Aerial Creature",
					"entries": [
						"Per the talent, your companion’s fly speed increases by 10 feet at 5th (30ft), 11th (40 ft.) and 17th level (50 ft)."
					]
				},
				{
					"name": "Air Form",
					"entries": [
						"Your companion can enter a hostile creature’s space and stop there. It can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"languageTags": [
				"P"
			],
			"resist": [
				"lightning",
				"thunder"
			],
			"conditionInflict": [
				"prone"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			]
		},
		{
			"name": "Earth Elemental Companion",
			"size": "T",
			"type": "elemental",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "12 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the elemental’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 25,
				"burrow": 15
			},
			"str": 16,
			"dex": 14,
			"con": 17,
			"int": 6,
			"wis": 10,
			"cha": 8,
			"passive": 10,
			"senses": [
				"darkvision 60 ft.,",
				"tremorsense 10 ft."
			],
			"senseTags": [
				"D",
				"T"
			],
			"languages": [
				"Primordial",
				"understands the languages you speak"
			],
			"damageTags": [
				"B"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 3}) bludgeoning damage."
					]
				}
			],
			"actionTags": [
				"Multiattack"
			],
			"miscTags": [
				"MW"
			],
			"immune": [
				"poison"
			],
			"trait": [
				{
					"name": "Earth Creature",
					"entries": [
						"Per the talent, the companion’s burrow speed and tremorsense grow by 5 feet at 5th (20 ft., tremorsense 15 ft.), 11th level (burrow 25 ft., tremorsense 20 ft.), and 17th level (burrow 30 ft., tremorsense 25 ft.)."
					]
				},
				{
					"name": "Earth Glide",
					"entries": [
						"The elemental can Burrow through nonmagical, unworked earth and stone. While doing so, the elemental doesn’t disturb the material it moves through."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				},
				{
					"name": "Siege Monster",
					"entries": [
						"The elemental deals double damage to objects and structures."
					]
				}
			],
			"languageTags": [
				"P"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"traitTags": [
				"Siege Monster"
			]
		},
		{
			"name": "Fire Elemental Companion",
			"size": "T",
			"type": "elemental",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "12 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the elemental’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 30
			},
			"str": 16,
			"dex": 14,
			"con": 17,
			"int": 6,
			"wis": 10,
			"cha": 8,
			"passive": 10,
			"senses": [
				"darkvision 60 ft.,",
				"tremorsense 10 ft."
			],
			"senseTags": [
				"D",
				"T"
			],
			"languages": [
				"Primordial",
				"understands the languages you speak"
			],
			"damageTags": [
				"F",
				"C"
			],
			"action": [
				{
					"name": "Inferno {@recharge 4}",
					"entries": [
						"The companion creates a wall of flame in its space until the start of your next turn. The first time a creature starts its turn in or enters that space on a turn, that creature takes 2 ({@damage 1d4}) fire damage and catches fire; until someone takes an action to douse the fire, the creature takes 2 ({@damage 1d4}) fire damage at the start of each of its turns. The amount of damage that inferno deals increases by 1 step at 5th level ({@dice 1d6}), 11th level ({@dice 1d8}), and 17th level ({@dice 1d10})."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}7 ({@damage 1d4 + 3}) fire damage. If the target is a creature or a flammable object, it ignites. Until a creature takes an action to douse the fire, the target takes 2 ({@damage 1d4}) fire damage at the start of each of its turns. The damage of the attack and the ignite effect improves by one step at 5th level ({@dice 1d6}), 11th level ({@dice 1d8}), and 17th level ({@dice 1d10})."
					]
				}
			],
			"miscTags": [
				"MW",
				"AOE"
			],
			"immune": [
				"fire",
				"poison"
			],
			"trait": [
				{
					"name": "Fire Form",
					"entries": [
						"The elemental can move through a space as narrow as 1 inch wide without squeezing. A creature that touches the elemental or hits it with a melee Attack while within 5 ft. of it takes 2 ({@damage 1d4}) fire damage. The amount of damage that fire form deals increases by 1 step at 5th level ({@dice 1d6}), 11th level ({@dice 1d8}), and 17th level ({@dice 1d10})."
					]
				},
				{
					"name": "Illumination",
					"entries": [
						"The elemental sheds bright light in a 30-foot radius and dim light for an additional 30 ft."
					]
				},
				{
					"name": "Water Susceptibility",
					"entries": [
						"For every 5 feet the elemental moves in water, or for every gallon of water splashed on it, it takes 1 cold damage."
					]
				}
			],
			"languageTags": [
				"P"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"traitTags": [
				"Illumination"
			]
		},
		{
			"name": "Water Elemental Companion",
			"size": "T",
			"type": "elemental",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "12 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the elemental’s Constitution modifier + five times your level."
			},
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"str": 16,
			"dex": 14,
			"con": 17,
			"int": 6,
			"wis": 10,
			"cha": 8,
			"passive": 10,
			"senses": [
				"darkvision 60 ft.",
				"blindsight 15 feet (only in water)"
			],
			"senseTags": [
				"D",
				"B"
			],
			"languages": [
				"Primordial",
				"understands the languages you speak"
			],
			"damageTags": [
				"B"
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 3}) bludgeoning damage."
					]
				},
				{
					"name": "Whelm {@recharge 4}",
					"entries": [
						"Your companion creates a vortex in a 5-foot diameter centered on itself that remains until the start of your next turn. Each creature in the vortex must make a Strength saving throw against your sphere DC. Creatures that are not entirely in the vortex gain advantage on the saving throw. On a failure, a target suffers your companion’s slam damage. If it is no more than one size larger than your companion, it is also Grappled (escape DC is your sphere DC). Until this grapple ends, the target is Restrained and unable to breathe unless it can breathe water. If the saving throw is successful, the target is pushed out of the elemental’s space. At the start of each of the elemental’s turns, the Grappled target suffers its slam damage. Another creature who is outside the vortex but still within reach of a {@condition grappled} creature inside the vortex can pull the creature out of it by taking an action to make a Strength check against your sphere DC and succeeding. The diameter of the vortex increases by 5 feet at 5th level (10-foot diameter), 11th level (15-foot diameter), and 17th level (20-foot diameter)."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"immune": [
				"poison"
			],
			"trait": [
				{
					"name": "Water Creature",
					"entries": [
						"Per the talent, the companion’s swim speed increases by 10 feet and Blindsense increases by 5 feet at 5th level (swim 40 ft., blindsense 20 ft.), 11th level (swim 50 ft., blindsense 25 ft.), and 17th level (swim 60 ft., blindsense 30 ft.)."
					]
				},
				{
					"name": "Water Form",
					"entries": [
						"The elemental can enter a Hostile creature’s space and stop there. The elemental can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Freeze",
					"entries": [
						"If the elemental takes cold damage, it partially freezes; its speed is reduced by 20 ft. until the end of its next turn."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"languageTags": [
				"P"
			],
			"conditionImmune": [
				"exhaustion",
				"paralyzed",
				"petrified",
				"poisoned",
				"unconscious"
			],
			"resist": [
				"acid"
			],
			"actionTags": [
				"Multiattack"
			]
		},
				{
			"name": "Fey Companion",
			"size": "T",
			"type": "fey",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "13 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 10,
				"fly": 30,
				"canHover": false
			},
			"str": 8,
			"dex": 16,
			"con": 13,
			"int": 10,
			"wis": 10,
			"cha": 16,
			"passive": 10,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Sylvan",
				"understands the languages you speak"
			],
			"languageTags": [
				"S"
			],
			"conditionImmune": [
				"charmed"
			],
			"action": [
				{
					"name": "Vicious Mockery",
					"entries": [
						"The fey magically unleashes a string of insults laced with enchantments at a creature it can see within 60 feet. If the target can hear the fey (though it need not understand the fey), it must succeed a Wisdom saving throw or take {@damage 1d4} psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn. The damage increases by {@dice 1d4} when you reach 5th level ({@dice 2d4}), 11th level ({@dice 3d4}), and 17th level ({@dice 4d4})."
					]
				},
				{
					"name": "Invisibility",
					"entries": [
						"The fey magically turns {@condition invisible} until it attacks or casts a spell, or until its concentration ends (as if concentrating on a spell). Both Vicious Mockery and Fey Step count as spells for the purpose of ending invisibility. Any equipment the fey wears or carries is {@condition invisible} with it."
					]
				}
			],
			"damageTags": [
				"Y"
			],
			"bonus": [
				{
					"name": "Fey Step",
					"entries": [
						"The fey can magically teleport up to 30 feet to an unoccupied space it can see."
					]
				}
			]
		},
		{
			"name": "Fiendish Companion",
			"size": "T",
			"type": {
				"type": "fiend",
				"tags": [
					"demon or devil",
					"shapechanger"
				]
			},
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "10 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": {
					"number": 40,
					"condition": "(demon only)"
				},
				"fly": {
					"number": 30,
					"condition": "(devil only)"
				},
				"canHover": false
			},
			"str": 14,
			"dex": 10,
			"con": 13,
			"int": 12,
			"wis": 8,
			"cha": 16,
			"passive": 9,
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"languages": [
				"Abyssal (Demon only)",
				"Infernal (Devil only)",
				"telepathy 60ft.",
				"understands the languages you speak"
			],
			"languageTags": [
				"AB",
				"I",
				"TP"
			],
			"conditionImmune": [
				"poisoned"
			],
			"damageTags": [
				"P",
				"I"
			],
			"immune": [
				"poison"
			],
			"trait": [
				{
					"name": "Fiendish Venom (5th Level)",
					"entries": [
						"The fiendish companion’s bite attacks are magical. When the fiend bites a target, it must succeed on a Constitution saving throw or take {@damage 1d4} poison damage and become {@condition poisoned} for 1 minute. The amount of poison damage increases by {@dice 1d4} at 11th level ({@dice 2d4}), and 17th level ({@dice 3d4})."
					]
				},
				{
					"name": "Devil's Sight",
					"entries": [
						"Magical Darkness doesn’t impede the fiend’s Darkvision."
					]
				}
			],
			"conditionInflict": [
				"poisoned"
			],
			"traitTags": [
				"Devil's Sight"
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} +2 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 2}) piercing damage."
					]
				},
				{
					"name": "Shapechanger",
					"entries": [
						"The fiend can polymorph into a beast form that resembles a rat (speed 20 ft.), a raven (20 ft., fly 60 ft.), or a Spider (20 ft., climb 20 ft.), or back into its true form. Its statistics are the same in each form, except that it adopts the speed of that creature while in that form. Any equipment it is wearing or carrying isn’t transformed. It reverts to its true form if it dies."
					]
				}
			],
			"miscTags": [
				"MW"
			]
		},
		{
			"name": "Giant Companion",
			"size": "M",
			"type": "giant",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "9 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 30
			},
			"str": 20,
			"dex": 8,
			"con": 16,
			"int": 8,
			"wis": 12,
			"cha": 10,
			"passive": 11,
			"languages": [
				"Giant",
				"understands the languages you speak"
			],
			"languageTags": [
				"GI"
			],
			"damageTags": [
				"P",
				"B"
			],
			"trait": [
				{
					"name": "Growth Spurt (5th level)",
					"entries": [
						"The damage a giant does with any of its slam (or weapons, if gained through Battle Creature) increase by {@dice 1d6} ({@dice 2d6}); in addition the companion’s size increases by one step (usually Large), increasing the space and reach according to the Size and Reach Table below. The giant’s size and damage increases again at 11th level (usually Huge, {@dice 3d6}) and 17th level (usually Gargantuan, {@dice 4d6}). The size increases from Growth Spurt stack with those granted by the Alter Size (form) talent, but does not increase the rate at which the giant’s weapons increase in damage.",
						{
							"type": "table",
							"caption": "Size and Reach",
							"colLabels": [
								"Size Category",
								"Space",
								"Reach"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"Large",
									"10 feet",
									"10 feet"
								],
								[
									"Huge",
									"15 feet",
									"15 feet"
								],
								[
									"Gargantuan",
									"20 feet",
									"20 feet"
								]
							]
						}
					]
				},
				{
					"name": "Powerful Build",
					"entries": [
						"The giant counts as one size larger when determining its carrying capacity and the weight that it can push, drag, or lift."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} +5 (Str) + your proficiency bonus to hit, reach 5 ft., one target. {@h}5 ({@damage 1d6 + 5}) piercing damage."
					]
				},
				{
					"name": "Rock",
					"entries": [
						"{@atk rw} +5 (Str) + your proficiency bonus to hit, range 60/240 ft., one target. {@h}8 ({@damage 1d6 + 5}) bludgeoning damage."
					]
				}
			],
			"miscTags": [
				"MW",
				"RW"
			]
		},
		{
			"name": "Humanoid Companion",
			"size": "M",
			"type": "humanoid",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "13 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 30
			},
			"str": 13,
			"dex": 12,
			"con": 12,
			"int": 12,
			"wis": 12,
			"cha": 12,
			"passive": 11,
			"languages": [
				"Common + 1 other language"
			],
			"languageTags": [
				"C"
			],
			"damageTags": [
				"P",
				"B"
			],
			"trait": [
				{
					"name": "Basic Training",
					"entries": [
						"The humanoid is proficient with simple weapons."
					]
				},
				{
					"name": "Equipment",
					"entries": [
						"The humanoid is summoned with a spear and a shield, which are considered magical for the purpose of bypassing resistance or immunity. If you desire it to have other equipment, change its armor class and attacks as necessary."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Spear",
					"entries": [
						"{@atk mw,rw} {@hit 1} to hit, reach 5 ft. or range 20/60 ft., one target. {@h}4 ({@damage 1d6 + 1}) piercing damage in melee, or 4 ({@damage 1d6 + 1}) bludgeoning damage at range."
					]
				}
			],
			"miscTags": [
				"RW",
				"MW",
				"THW"
			],
			"actionTags": [
				"Multiattack"
			]
		},
		{
			"name": "Monstrous Companion",
			"size": "M",
			"type": "monstrosity",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "11 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 12,
			"con": 20,
			"int": 6,
			"wis": 12,
			"cha": 8,
			"passive": 11,
			"languages": [
				"understands the languages you speak"
			],
			"damageTags": [
				"B"
			],
			"trait": [
				{
					"name": "Bizzare Anatomy",
					"entries": [
						"The monstrosity is always treated as possessing required limbs for the purpose of interacting with the alteration sphere."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Slam",
					"entries": [
						"{@atk mw} 2 (Str) + your proficiency bonus to hit, to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 2}) bludgeoning damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"actionTags": [
				"Multiattack"
			]
		},
				{
			"name": "Ooze Companion",
			"size": "M",
			"type": "ooze",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "11 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 16,
			"dex": 6,
			"con": 20,
			"int": 1,
			"wis": 6,
			"cha": 1,
			"passive": 8,
			"languages": [
				"understands the languages you speak"
			],
			"damageTags": [
				"A"
			],
			"trait": [
				{
					"name": "Amorphous",
					"entries": [
						"The ooze can move through a space as narrow as 1 inch wide without squeezing."
					]
				},
				{
					"name": "Corrosive Touch (5th level)",
					"entries": [
						"When the ooze hits with its pseudopod attack, it deals an extra {@damage 1d6} acid damage ({@dice 2d6}). The damage increases by {@dice 1d6} at 11th level ({@dice 3d6}), and 17th level ({@dice 4d6})."
					]
				},
				{
					"name": "Spider Climb",
					"entries": [
						"The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
					]
				}
			],
			"action": [
				{
					"name": "Pseudopod",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 3}) acid damage."
					]
				}
			],
			"miscTags": [
				"MW"
			],
			"resist": [
				"acid"
			],
			"conditionImmune": [
				"blinded",
				"charmed",
				"deafened",
				"exhaustion",
				"frightened",
				"prone"
			],
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"senseTags": [
				"B"
			],
			"traitTags": [
				"Amorphous",
				"Spider Climb"
			]
		},
				{
			"name": "Plant Companion",
			"size": "M",
			"type": "plant",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "13 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 30
			},
			"str": 17,
			"dex": 16,
			"con": 16,
			"int": 5,
			"wis": 10,
			"cha": 6,
			"passive": 10,
			"languages": [
				"understands the languages you speak"
			],
			"damageTags": [
				"B"
			],
			"trait": [
				{
					"name": "False Appearance",
					"entries": [
						"While the plant remains motionless, it is indistinguishable from a shrub or tree of the same size."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Construct",
					"entries": [
						"{@atk mw} 3 (Str) + your proficiency bonus to hit, to hit, reach 10 ft., one target. {@h}7 ({@damage 1d6 + 3}) bludgeoning damage, and a target that is no more than one size category larger than the plant is {@condition grappled} (escape DC equal to your sphere DC). Until this grapple ends, the target is {@condition restrained}, and the plant can’t constrict another target.."
					]
				}
			],
			"conditionImmune": [
				"blinded",
				"deafened"
			],
			"senses": [
				"blindsight 60 ft. (blind beyond this radius)"
			],
			"senseTags": [
				"B"
			],
			"traitTags": [
				"False Appearance"
			],
			"vulnerable": [
				"fire"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"actionTags": [
				"Multiattack"
			],
			"conditionInflict": [
				"restrained"
			]
		},
				{
			"name": "Swarm Companion",
			"size": "M",
			"type": {
				"type": "beast",
				"swarmSize": "T"
			},
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "13 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 20,
				"climb": 20
			},
			"str": 3,
			"dex": 16,
			"con": 10,
			"int": 5,
			"wis": 7,
			"cha": 6,
			"passive": 8,
			"languages": [
				"understands the languages you speak"
			],
			"damageTags": [
				"B"
			],
			"trait": [
				{
					"name": "Swarm",
					"entries": [
						"The swarm can occupy another creature’s space and vice versa, and the swarm can move through any opening large enough for a Tiny insect. The swarm can’t regain hit points except through a long rest, and can’t gain temporary hit points"
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				},
				{
					"name": "Swarm Weakness",
					"entries": [
						"The swarm has disadvantage on all saving throws against spells, sphere effects, or abilities with an area of effect, instead of targeting a specific number of creatures."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} 3 (Dex) + your proficiency bonus to hit, to hit, reach 0 ft., one target. {@h}7 ({@damage 2d4 + 3})piercing damage, or ({@dice 1d4 + 3}) piercing damage if the swarm has half of its hit points or fewer. "
					]
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"grappled",
				"paralyzed",
				"petrified",
				"prone",
				"restrained",
				"stunned"
			],
			"senses": [
				"blindsight 10 ft."
			],
			"senseTags": [
				"B"
			],
			"miscTags": [
				"MW",
				"RCH"
			],
			"actionTags": [
				"Multiattack"
			],
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			]
		},
				{
			"name": "Undead Companion",
			"size": "M",
			"type": "undead",
			"source": "spheres-of-power",
			"alignment": null,
			"ac": [
				{
					"special": "13 + your proficiency bonus"
				}
			],
			"hp": {
				"special": "equal the companion’s Constitution modifier + five times your level"
			},
			"speed": {
				"walk": 30
			},
			"str": 12,
			"dex": 16,
			"con": 15,
			"int": 4,
			"wis": 10,
			"cha": 9,
			"passive": 10,
			"languages": [
				"understands the languages you speak"
			],
			"damageTags": [
				"N"
			],
			"trait": [
				{
					"name": "Blood Drain",
					"entries": [
						"Your companion drains blood at the end of its turn if it grapples a foe, inflicting {@damage 1d6} necrotic damage. This damage increases by {@dice 1d6} at 5th level ({@dice 2d6}), 11th level ({@dice 3d6}), and 17th level ({@dice 4d6}). Your companion gains 1 temporary hit point per Hit Die of the {@condition grappled} creature whenever it uses its blood drain ability, except against creatures of the construct, plant, or undead type. These temporary hit points last for 1 hour."
					]
				},
				{
					"name": "Magical Creature",
					"entries": [
						"At 5th level, your companion’s attacks are considered magic for the purpose of bypassing resistance and immunity to nonmagical bludgeoning, slashing, and piercing damage."
					]
				},
				{
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces the companion to 0 hit points, it must make a Constitution saving throw with a DC of 5 + the damage taken, unless the damage is radiant or from a critical hit. On a success, the companion drops to 1 hit point instead."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"Beginning at 11th level, this companion can make two attacks."
					]
				},
				{
					"name": "Bites",
					"entries": [
						"{@atk mw} 3 (Dex) + your proficiency bonus to hit, to hit, reach 5 ft., one target. {@h}5 ({@damage 1d4 + 3})piercing damage. When using its claws to make weapon attacks, it may use its Strength or Dexterity, whichever is higher."
					]
				}
			],
			"conditionImmune": [
				"exhaustion",
				"frightened",
				"paralyzed",
				"poisoned"
			],
			"miscTags": [
				"MW"
			],
			"actionTags": [
				"Multiattack"
			],
			"resist": [
				"bludgeoning",
				"piercing",
				"slashing"
			],
			"immune": [
				"necrotic",
				"poison"
			],
			"senses": [
				"darkvision 60 ft."
			],
			"senseTags": [
				"D"
			],
			"traitTags": [
				"Undead Fortitude"
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Alteration Sphere",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"entries": [
				"You have the ability to change the physical makeup of creatures.",
				"When you first gain the Alteration sphere, you gain the {@spell shapeshift|spheres-of-power} special ability. In addition, you gain one (genotype) talent that you qualify for.",
				"A target may only be affected by one shapeshift at any one time. If a caster attempts to place a second shapeshift on a target, he must succeed at a spellcasting ability check against the spell save DC or sphere DC of the caster of the existing effect. If he succeeds, the second shapeshift is successfully placed on the target, suppressing the first (which continues to expend its duration even while suppressed). The wild shape ability of the druid class, as well as spells like alter self, animal shapes, polymorph, and shapechange all count as a shapeshift for this purpose, although alternate sources of specific physical traits (for example, a class feature that lets you grow claws) still function.",
				"The target chooses whether it’s equipment falls to the ground in it’s space, merges into its new form, or is worn by it. Worn equipment functions as normal, but the GM decides whether it is practical for the new form to wear a piece of equipment, based on the creature’s form and size. The equipment doesn’t change size or shape to match the new form, and any equipment that the new form can’t wear must either fall to the ground or merge with it. Equipment that merges with the form has no effect until the shapeshift ends.",
				"If a talent or trait has a listed AC, this AC does not stack with any worn armor unless noted; use the higher value. Shields may be applied normally, though not all forms have the limbs required to wield them.",
				"Some talents have the (genotype) descriptor, which grants new forms that you can use with your shapeshift. Talents with the (trait) descriptor do not grant forms, but sets of additional traits that you can draw from to grant your shapeshift.",
				"{@b Natural Weapons:} Some traits grant natural weapons, such as bites, claws, spines, talons, etc. These abilities alter the target’s unarmed strike, letting them change the damage die and damage type. Some might also grant special abilities that further augment their use. Some natural weapons require the target to have a particular set of limbs; a creature without the required limb cannot gain the natural weapons, and cannot put two natural weapons on the same limb (for example, if you have one head, you could only gain one bite weapon)."
			]
		},
		{
			"name": "Animalistic (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You grant the form of a land beast or monstrosity with your shapeshift.",
				"{@b Limbs:} 1 head, 4 legs with all the benefits of being a quadruped.",
				"{@b Speed:} 40-foot land speed. The land speed increases by 20 feet at 5th level (60 feet), 11th level (80 feet), and 17th level (100 feet).",
				"{@b Natural Weapons:} bite [natural weapon] (1d6 piercing)",
				"{@b AC:} 13 + Dexterity modifier",
				"{@b Senses:} Scent ability (see below).",
				"{@b Special:} The target counts as being of either the beast or monstrosity type (your choice) in addition to its normal type.",
				"Animalistic (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Animal Speed: } A land speed as that granted by the Animalistic (genotype) shape (grants 2 legs if the target lacked legs).",
						"{@b Scent:} The target gains advantage on Wisdom (Perception) checks that rely on smell.",
						"{@b Hooves:} [natural weapon] (requires legs) 1d4 bludgeoning. If you successfully overrun a target, it suffers damage from your hooves (1d4 + Str modifier)."
					]
				}
			]
		},
		{
			"name": "Anthropomorphic (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You grant the form of a humanoid creature with your shapeshift.",
				"{@b Limbs:} 1 head, 2 arms with hands that can manipulate objects as a human’s can, 2 legs",
				"{@b Speed:} 30-foot land speed.",
				"{@b Natural Weapons:} none",
				"{@b AC:} 10 + Dexterity modifier (may benefit from armor)",
				"{@b Special:} The target can speak and gains knowledge of one language you also speak. If the target’s Intelligence is lower than 6, it is increased to 6. The target counts as being of the humanoid type in addition to its normal type. You can choose to have the target count as being of a single humanoid race of your choice in addition to its base race.",
				"If you so choose, you can forgo applying additional traits to the target to instead allow the target to retain its natural weapons, special abilities, and movement modes that were dependent on its previous form, in essence making the target a hybrid between a humanoid and its previous form.",
				"Anthropomorphic (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Hands:} The target’s arms end in hands that can perform Dexterity checks as skillfully as any humanoid.",
						"{@b Eyes:} The target gains a nose, eyes, and ears, with normal humanoid senses, even in a form that would normally prevent this.",
						"{@b Gift of Speech:} The target may speak and supply verbal spell components normally, even if in a form that would normally prevent this."
					]
				}
			]
		},
		{
			"name": "Aquan (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
			
			],
			"entries": [
				"You grant the form of a swimming beast or monstrosity with your shapeshift.",
				"{@b Limbs:} 1 head, fins, tail",
				"{@b Speed:} 5-foot land speed, 20 foot swim speed. The swim speed increases by 20 feet at 5th level (40 feet), 11th level (60 feet), and 17th level (80 feet)",
				"{@b Natural Weapons:} bite [natural weapon] (1d6 piercing)",
				"{@b AC:} 13 + Dexterity modifier",
				"{@b Special:} Gain the amphibious ability (see below). The target counts as being of either the beast or monstrosity type (your choice) in addition to its normal type.",
				"Aquan (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Amphibious:} The target gains the ability to breathe both air and water.",
						"{@b Ink Spray:} [Recharge 5-6]. The target may shoot a jet of ink. In water, this creates a 10-foot radius sphere that provides total concealment and persists for 1 minute. On land, this is a ranged attack with a 10/50 foot range that forces a struck creature to make a Dexterity saving throw or be blinded until they spend an action or two bonus actions removing the ink from their eyes.",
						"{@b Jet:} [Recharge 4-6]. While swimming, the target can move at double its swim speed when using the dash action. It must move in a straight line while jetting, and does not provoke opportunity attacks when it does so. (Requires a swim speed)",
						"{@b Keen Scent:} The target can notice other creatures by scent in a 180-ft. radius underwater and can detect blood in the water at ranges of up to a mile.",
						"{@b Shock:} [Recharge 5-6]. As an action, the target may deal 1d8 lightning damage with a melee attack. This damage increases by 1d8 at 5th (2d8), 11th (3d8), and 17th (4d8) levels. If a creature successfully grapples the target, the target may use this ability as a reaction. If the target is in water, this ability instead functions as a 10-foot radius sphere centered on the target; affected creatures are allowed a Constitution saving throw for half damage. The target may exclude itself from this damage. Creatures beyond 10 feet but within a 30-foot radius take half this damage, with a Constitution saving throw for half damage.",
						"{@b Swim:} A swim speed as that granted by the Aquan (genotype).",
						"Watersight: The target can see clearly in water, preventing them from taking any penalty to Perception due to being underwater."
					]
				}
			]
		},
		{
			"name": "Avian (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You grant the form of a flying beast or monstrosity with your shapeshift.",
				"{@b Limbs:} 1 head, 2 legs, 2 wings",
				"{@b Speed:} 20-foot land speed, 30-foot glide speed (you can move 30 feet in any direction, except up, but fall 1 foot for every 5 feet traveled). Your glide speed improves to a 20-foot fly speed at 5th level, and your fly speed increases by an additional 20 feet at 11th level (40 feet) and 17th level (60 feet).",
				"{@b Natural Weapons:} talons [natural weapon] (1d4 slashing)",
				"{@b AC:} 12 + Dexterity modifier",
				"{@b Special:} The target counts as being of either the beast or monstrosity type (your choice) in addition to its normal type.",
				"Avian (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Beak:} [natural weapon] (requires head, 1d4 piercing).",
						"{@b Flight:} (requires wings) gains the glide speed and fly speed as granted by Avian (genotype).",
						"{@b Hover:} While flying, the target does not fall if knocked prone, has its speed reduced to 0, or is otherwise deprived of the ability to move.",
						"{@b Talons:} [natural weapon] (requires legs) 1d4 slashing.",
						"{@b Wings:} You gain a pair of wings. Unless something",
						"knocks you prone, you fall at a rate of 60 feet per round and do not suffer falling damage.",
						"{@b Wing buffet:} [natural weapon] (requires wings, 1d4 bludgeoning)."
					]
				}
			]
		},
		{
			"name": "Blank Form (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"Unlike other (genotype) talents, the Blank Form does not change the creature’s base makeup. They do not lose their abilities, equipment, natural weapons, or any other aspect of their unaltered form. Ultimately, the Blank Form talent allows a caster to add traits to a creature without fundamentally changing the target first.",
				{
					"type": "list",
					"items": [
						"{@b Retain Trait:} As a trait when applying a form other than Blank Form, you can choose one ability dependent on your target’s base shape (darkvision, keen scent, racial breath weapon, etc.).The target retains this ability despite being under the effects of your shapeshift. You can apply this trait more than once, selecting a different ability each time.",
						"{@b Appearance:} You may change the target’s appearance to appear as something different. While you cannot change the target’s form, you have great control over cosmetic features; you could change a male into a female, an elf into an orc, alter the appearance of its clothing, change a large dog into a small pony, etc. Applying this trait gives the target advantage on any Deception check made to appear as whatever it is disguised as, and you can even use this trait to apply a disguise to appear as a specific individual. Using this trait lets you make a Disguise Kit check without needing a disguise, using your Key ability modifier. You can merge the target’s equipment into its form and replace it with disguised clothing, as if applying a different transformation as well.",
						"{@b Expert Disguise:} Add your proficiency modifier to a Disguise Kit check made with the Appearance trait. If you are already proficient, you may instead double your proficiency modifier. This may not benefit from multiple features, such as Expertise, that doubles your proficiency bonus.",
						"{@b Darkvision:} The target gains darkvision to 60 feet:} The target can see in dim light within 60 feet of it as if it were bright light, and in darkness as if it were dim light. The target can’t discern color in darkness, only shades of gray. You can grant this trait multiple times, each time it increases the range of the Darkvision by an additional 60 feet.",
						"{@b Claws:} [natural weapon] (requires arms) 1d4 slashing. You gain up to one claw per arm, and your claws are considered light finesse weapons.",
						"{@b Bite:} [natural weapon] (requires head) 1d6 piercing.",
						"{@b Natural Armor:} The target gains tough, scaly skin. The target’s AC becomes a minimum of 13 + its Dexterity modifier. A shield’s benefits apply as normal to natural armor."
					]
				}
			]
		},
		{
			"name": "Dragon (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of a dragon with your shapeshift.",
				"{@b Limbs:} 1 head, 2 wings, 4 legs",
				"{@b Speed:} 30-foot land speed",
				"{@b Natural Weapons:} bite [natural weapon] (1d6 piercing)",
				"{@b AC:} 13 + Dexterity modifier",
				"{@b Senses:} Darkvision 60 feet",
				"{@b Special:} Gain a breath weapon as the trait (see below). The target counts as being of dragon type in addition to its normal type. Dragon forms are capable of speech and supplying verbal components.",
				"Dragon (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Breath Weapon:} [Recharge 5-6] A 60-foot line or a 30-foot cone, dealing 2d6 damage, dealing either acid, cold, fire, or lightning damage as chosen at the time it is gained. Affected creatures may make a Dexterity saving throw to reduce damage by half. A target may only possess one breath weapon at a time. The damage of the breath weapon increases by 1d6 at 5th level (3d6), 11th level (4d6), and 17th level (5d6).",
						"{@b Widen Breath:} Double the size of a breath weapon (120-foot line or 60-foot cone) (must possess a breath weapon to gain this trait).",
						"{@b Frightful Presence:} (Augment 1 sp) As an action, the target can create a 30-foot aura that emanates from them. All creatures that enter the aura must succeed on a Wisdom saving throw or be frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature’s saving throw is successful or the effect ends for it, the creature is immune to the spherecaster’s use of this ability until the caster completes a long rest."
					]
				}
			]
		},
		{
			"name": "Elemental (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of an elemental with your shapeshift.",
				"{@b Limbs:} mutable (the target has no limbs, and cannot gain limbs or natural attacks through traits. Limb-like shapes may be part of the form, but they confer no particular abilities)",
				"{@b Speed:} 30-foot land speed",
				"{@b Natural Weapons:} slam [natural weapon] (1d6 bludgeoning)",
				"{@b AC:} 13 + Dexterity modifier",
				"Immune: prone",
				"{@b Senses:} Darkvision 60 feet",
				"{@b Special:} The target counts as being of the elemental type in addition to its normal type.The target gains one of the following packages depending on which elemental is being mimicked:",
				"{@i Air:} The target gains resistance to lightning damage, and gains the ability to create a whirlwind (see below). The target may pass through and occupy other creature’s spaces and gains the float movement mode (see below).",
				"{@b Float:} The target may float up to 10 feet above the ground, with a 30-foot horizontal movement speed. When floating this way, the target may hover. When falling the target may choose to descend at a slower rate to control its fall and to negate all falling damage it would take. Each round it descends 30 feet, and may move in another direction for 30 feet. It may choose to drift sideways, gliding forwards while descending, or down, safely increasing its rate of descent. It may even choose to drift ‘upwards’ to reduce its rate of descent, even allowing it to negate it entirely and hover midair. At level 5, this speed becomes a 30 foot fly speed. This fly speed increases by 20 feet at 11th level (50 feet) and 17th level (70 feet).",
				"{@b Whirlwind:} (Recharge 4–6). As an action, the target creates a whirlwind in a 5-foot diameter centered on itself that remains until the start of their next turn. Other than the target, each creature in the area must make a Strength saving throw. On a failure, affected creatures take slam damage and are flung up to 5 feet away from the elemental in the direction of the target’s choice and knocked prone. If a thrown creature strikes an object, such as a wall or floor, they take 3 (1d6) bludgeoning damage for every 10 feet it was thrown. If the creature is thrown at another creature, that creature must succeed on a Dexterity saving throw against your sphere DC or take the same damage and be knocked prone. If the saving throw is successful, the creature takes no damage and isn’t flung away or knocked prone. The diameter of the whirlwind and the distance of the thrown creatures increases by 5 feet at 5th level (10-foot diameter, 10 feet thrown), 11th level (15-foot diameter, 15 feet thrown), and 17th level (20-foot diameter, 20 feet thrown).",
				"{@i Earth:} The target gains a 30-foot burrow speed and may burrow through solid rock, as well as resistance to acid damage.",
				"{@i Fire:} The target sheds bright light for 30 feet and dim light for 30 feet beyond. Its slam attack deals fire damage instead of bludgeoning damage, and creatures and flammable objects struck by its slam attack ignite on fire. Until a creature takes an action to douse the fire, the target takes 2 (1d4) fire damage at the start of each of its turns. The damage of the ignite effect improves by one step at 5th level (1d6), 11th level (1d8), and 17th level (1d10). The target gains resistance to fire damage.",
				"{@i Water:} The target may breathe water and gains a 30-foot Swim speed, which increases by 20 feet at 5th level (50 feet), 11th level (70 feet), and 17th level (90 feet). The target may pass through and occupy other creature’s spaces. The target also gains resistance to cold, as well as the whelm ability.",
				"{@b Whelm:} (Recharge 4–6). As an action, the target creates a vortex in a 5-foot diameter centered on itself that remains until the start of their next turn. Other than the target, each creature in the vortex must make a Strength saving throw against your sphere DC. Creatures that are not entirely in the vortex gain advantage on the saving throw. On a failure, affected creatures suffer the target’s slam damage. If it is no more than one size larger than the target, it is also Grappled (escape DC is your sphere DC). Until this grapple ends, the affected creature is Restrained and unable to breathe unless it can breathe water. If the saving throw is successful, the affected creature is pushed out of the vortex’s space. Another creature who is outside the vortex but still within reach of a grappled creature inside the vortex can pull the creature out of it by taking an action to make a Strength check against your sphere DC and succeeding. The diameter of the vortex increases by 5 feet at 5th level (10-foot diameter), 11th level (15-foot diameter), and 17th level (20-foot diameter).",
				"You can also grant the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Elemental Resistance:} The target gains resistance to either acid, cold, fire, or lightning damage. This trait may be granted multiple times, selecting a different resistance each time."
					]
				}
			]
		},
		{
			"name": "Object (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of an object with your shapeshift.",
				"{@b Limbs:} None",
				"{@b Speed:} 20-foot land speed",
				"{@b Natural Weapons:} slam [natural weapon] (1d6 bludgeoning or other suitable to the form as determined by the GM. If the object mimicked is a weapon, the object is capable of wielding itself and deals damage and gains weapon properties as the mimicked weapon)",
				"{@b AC:} 13 + Dexterity modifier",
				"{@b Special:} Gain advantage on Dexterity (Stealth) or Charisma (Deception) checks that involve appearing as an object matching its form. The target has resistance to poison and psychic damage and counts as being of the construct type in addition to its normal type.",
				"The target gains the appearance of a single simple object composed of plant matter such as cotton, hemp, or wood.",
				"You can take this talent twice. Upon taking it a second time, you can gain the ability to emulate other materials per the below table and to grant the form of complex objects. Complex objects, such as those with moving parts, require an appropriate ability check at the object’s craft DC. Failure means the target is not usable as an object. A creature under the effect of this talent does not truly become an object, thus is not a valid target for the Enhancement sphere Animate Object talent or similar effects. A creature that takes the form of a ranged weapon must be supplied with ammunition as normal, but is capable of loading and firing itself. A creature under the effects of this talent that is used as ammunition is not destroyed when used as ammunition, but takes damage equal to the damage dealt by the attack it was used for.",
				{
					"type": "table",
					"colLabels": [
						"Caster's Level",
						"Material"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"1st",
							"Ice, stone"
						],
						[
							"5th",
							"Basic metals (iron, steel, copper)"
						],
						[
							"11th",
							"Precious Metals (gold, silver)"
						],
						[
							"17th",
							"Gems, specialty metals (mithril)"
						]
					]
				},
				"{@b Special:} If you possess the create ability of the Creation sphere, you can forgo the normal limitations on what materials you can mimic with this ability, and instead mimic any material you are capable of making with create. If you choose this option, you cannot take this talent a second time."
			]
		},
		{
			"name": "Ooze (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of an ooze or slime creature with your shapeshift.",
				"{@b Limbs:} mutable (the target has no limbs, and cannot gain limbs or natural attacks through traits. Limb-like shapes may be part of the form, but they confer no particular abilities) Speed: 20-foot land speed",
				"{@b Natural Weapons:} slam [natural weapon] (1d6 bludgeoning + 1d4 acid)",
				"{@b AC:} AC 16 (not affected by Dexterity modifier)",
				"Immune: prone.",
				"{@b Senses:} blindsight 60 feet (blind beyond this radius). Special: Fluid body (as the trait below). The target is blind (except for blindsight) and is immune to gaze attacks, visual effects, visual illusions, and other attack forms that rely on sight unless gaining eyes from another source. The target counts as being of the ooze type in addition to its normal type.",
				"The target also gains one of the following packages depending on which ooze or slime is being mimicked:",
				{
					"type": "list",
					"items": [
						"{@b Amoeba, Giant:} The target gains a 20-foot swim speed, and the ability to breathe underwater.",
						"{@b Gelatinous Cube:} The target is mostly transparent, granting advantage on Dexterity (Stealth) checks. It also gains resistance to lightning.",
						"{@b Jelly:} The target gains a 20-foot climb speed and can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
						"{@b Pudding:} A creature that touches the target or hits it with a melee attack while within 5 feet of it takes 4 (1d8) acid damage. Any nonmagical weapon made of metal or wood that hits the target corrodes. After dealing damage, the weapon takes a permanent and cumulative −1 penalty to damage rolls. If its penalty drops to −5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits the target is destroyed after dealing damage. {@b Augment 1 sp:} The target can eat through 2-inch-thick, nonmagical wood or metal in 1 round."
					]
				},
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Engulf:} As an action, the target moves up to its speed. While doing so, it can enter the spaces of creatures smaller than it is. Whenever entering a creature’s space, the creature must make a Dexterity saving throw. On a successful save, the creature can choose to be pushed 5 feet back or to the side of the target. A creature that chooses not to be pushed suffers the consequences of a failed saving throw. On a failed save, the target enters the creature’s space, and the creature takes slam damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes slam damage at the start of each of the target’s turns. When the target moves, the engulfed creature moves with it. An engulfed creature can try to escape by taking an action to make a Strength (Athletics) or Dexterity (Acrobatics) check contested by the target’s Strength (Athletics). On a success, the creature escapes and enters a space of its choice within 5 feet of the target. (Requires the form of an ooze or slime)",
						"{@b Fluid Body:} The target can move through an area as small as one-quarter its space without squeezing or oneeighth its space when squeezing."
					]
				}
			]
		},
		{
			"name": "Orb (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of a floating sphere, helmet, or similar shape with your shapeshift.",
				"{@b Limbs:} 1 head",
				"{@b Speed:} 5-foot land speed, 30-foot float as the Float trait.",
				"{@b Natural Weapons:} slam [natural weapon] (1d4 bludgeoning)",
				"{@b AC:} 14 + Dexterity modifier",
				"Immune: prone or beheading (unless limbs are added, such as through traits)",
				"{@b Special:} The target counts as being of either the aberration, elemental, or plant type (your choice, others may be permitted by the GM) in addition to its normal type.",
				"Orb (genotype) offers the following trait, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Float:} The target may float up to 10 feet above the ground, with a 30-foot horizontal movement speed. When floating this way, the target may hover. When falling the target may choose to descend at a slower rate to control its fall and to negate all falling damage it would take. Each round it descends 30 feet, and may move in another direction for 30 feet. It may choose to drift sideways, gliding forwards while descending, or down, safely increasing its rate of descent. It may even choose to drift ‘upwards’ to reduce its rate of descent, even allowing it to negate it entirely and hover midair. At level 5, this speed becomes a 30 foot fly speed. This levitation and flight are magical abilities. A creature in the form of an orb counts as one size smaller for the purposes of squeezing into small places. This fly speed increases by 20 feet at 11th level (50 feet) and 17th level (70 feet)."
					]
				}
			]
		},
		{
			"name": "Plant (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of a plant creature with your shapeshift.",
				"{@b Limbs:} 2 arms",
				"{@b Speed:} 20-foot land speed",
				"{@b Natural Weapons:} slam [natural weapon] (1d6 bludgeoning)",
				"{@b AC:} 15 + Dexterity modifier (+2 max)",
				"{@b Senses:} Blindsight 30 ft.",
				"{@b Special:} The target gains advantage on all Stealth checks made in dense foliage. The target counts as being of plant type in addition to its normal type.",
				"Plant (genotype) offers the following trait, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Bark:} You can grant the target the AC granted by Plant (genotype)"
					]
				}
			]
		},
		{
			"name": "Serpentine (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of a serpent with your shapeshift.",
				"{@b Limbs:} 1 head",
				"{@b Speed:} 40-foot land speed, 20-foot climb",
				"{@b Natural Weapons:} bite [natural weapon] (1d6 piercing)",
				"{@b AC:} AC 13 + Dexterity",
				"{@b Special:} The target counts as being of either the beast or monstrosity type (your choice) in addition to its normal type.",
				"In addition, the target gains one of the following packages depending on which serpent is being mimicked:",
				{
					"type": "list",
					"items": [
						"{@b Constrictor:} The target gains the Constrict trait (see below) for its bite [natural weapon].",
						"{@b Venomous:} When the target deals damage with a successful attack with its bite [natural weapon], it may attempt to poison the damaged creature. A damaged creature must succeed on a Constitution save or be poisoned for 1 minute, taking 3 (1d6) poison damage at the start of each of its turns for as long as it is poisoned. Creatures are permitted a new saving throw at the end of each of their turns to end the poisoned condition."
					]
				},
				"Serpentine (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Constrict:} Choose a [natural weapon] that the target possesses; the target may grapple using this [natural weapon] even without a free hand. When succeeding on an attack with that weapon, the target may attempt to grapple the attacked creature as a bonus action. Creatures grappled by the target are restrained until they escape the grapple. The target may only use this ability on a single creature at a time.",
						"{@b Death Roll:} When the target has a creature grappled, it may attempt to shove the creature prone as a bonus action. It has advantage on this check.",
						"{@b Strangle:} An opponent grappled by the target cannot speak or cast spells with verbal components.",
						"{@b Swallow Whole:} The target may attempt a swallow attack against a creature it is grappling. If the attack hits, the creature is swallowed, and the grapple ends. The swallowed creature is blinded and restrained, it has total cover against attacks and other effects originating from outside the shapeshifted target, and it takes 1d6 acid damage at the start of each of the shapeshifted creature’s turns. The shapeshifted target may swallow targets up to one size smaller than themselves, and can have only one target swallowed at a time. The acid damage increases by 1d6 at 5th level (2d6), 11th level (3d6), and 17th level (4d6). The target may choose to harmlessly release a swallowed creature into the nearest available space as a bonus action. If a shapeshift ends while it still has a creature swallowed, the swallowed creature is released harmlessly. If the shapeshifted target dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 5 feet of movement, exiting prone."
					]
				}
			]
		},
		{
			"name": "Subterranean (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of a subterranean beast or monstrosity with your shapeshift.",
				"{@b Limbs:} 1 head, 4 legs",
				"{@b Speed:} 30-foot land speed, 15-foot burrow speed (the target can burrow through sand, dirt, or mud). The burrow speed increases by 15 feet at 5th level (30 feet), 11th level (45 feet), and 17th level (60 feet)",
				"{@b Natural Weapons:} bite [natural weapon] (1d6 piercing)",
				"{@b AC:} AC 13 + Dexterity",
				"{@b Special:} Darkvision 60 feet, Tremorsense 20 feet. The target counts as being of either the beast or monstrosity type (your choice) in addition to its normal type.",
				"Subterranean (genotype) offers the following traits, which you can apply to any form:",
				{
					"type": "list",
					"items": [
						"{@b Burrow:} A burrow speed as granted by the Subterranean form.",
						"{@b Tremorsense:} Tremorsense in a 20-foot radius."
					]
				}
			]
		},
		{
			"name": "Vermin (genotype)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can grant the form of a spider, insect, or other such creature with your shapeshift.",
				"{@b Limbs:} 1 head, 6 or 8 legs",
				"{@b Speed:} 30-foot land speed, 30-foot climb speed. The target may climb on difficult surfaces, even upside down, without an ability check.",
				"{@b Natural Weapons:} bite [natural weapon] (1d6 piercing)",
				"{@b AC:} 13 + Dexterity modifier",
				"{@b Special:} Darkvision 60 feet. The target counts as being of either the beast or monstrosity type (your choice) in addition to its normal type. The target also gains either the poison or climb traits.",
				"Vermin (genotype) offers the following traits, which you can apply to any form:.",
				{
					"type": "list",
					"items": [
						"{@b Climb:} A Climb speed, as that granted by the vermin form.",
						"{@b Poison:} Choose one natural weapon. When the target deals damage with a successful attack with that natural weapon, it may attempt to poison the damaged creature. A damaged creature must succeed on a Constitution save or be poisoned for 1 minute, taking 3 (1d6) poison damage at the start of each of its turns for as long as it is poisoned. Creatures are permitted a new saving throw at the end of each of their turns to end the poisoned condition.",
						"{@b Web:} [Recharge 6] As an action, the target may throw a web as a net with range 30/60, which is effective against targets up to 1 size larger than the target. The target is proficient in throwing its web. Creatures struck with the web are Restrained by webbing. As an action, the Restrained creature can make a Strength check against your Sphere DC, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage). A web can support up to twice the weight of the creating creature. The target ignores movement restrictions caused by webbing, and while in contact with a web, the target knows the exact location of any other creature in contact with the same web."
					]
				}
			]
		},
		{
			"name": "Aberrant Body (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Acid Spit:} [natural weapon] ranged weapon 20/60, 1d6 acid damage. A creature that is struck by this attack takes an additional 1d6 acid damage at the end of its next turn.",
						"{@b Gibbering:} All creatures within 30 feet of the target have disadvantage on saving throws made to maintain concentration. This ability may be suppressed or resumed as a bonus action.",
						"{@b Many Eyes:} The target gains advantage on vision-based Wisdom (Perception) checks. If using the optional flanking rules, the target cannot be flanked.",
						"{@b Mucus:} [Recharge 5-6] As an action, the target gains the ability to release a mucus cloud with a radius of 5 feet, increasing by 5 feet at 5th (10 feet), 11th (15 feet), and 17th level (20 feet) that persists for 1 minute unless dispersed by a strong wind. Any creature that comes in contact with the cloud must make a Constitution saving throw or for 1 minute become unable to breathe air, but able to breathe underwater. Affected creatures may spend an action removing the mucus to end the effect on themselves early. A creature unable to breathe air that remains out of water begins to suffocate.",
						"{@b Tendril:} [natural weapon] The target gains a tendril. This trait may be granted multiple times, granting one tendril per trait, and the target can attack with each tendril as part of the same attack, so long as each tendril targets a different creature. Each tendril can be attacked (AC 20; 10 hit points; immunity to poison and psychic damage). Destroying a tendril deals no damage to the target, which can extrude a replacement tendril on its next turn. A tendril can also be broken if a creature takes an action and succeeds on a Strength check against your sphere DC. Tendril:} Melee Weapon Attack, reach 50 ft., Hit:} The target is Grappled (escape DC equals your Sphere DC). Until the grapple ends, the target is Restrained and has disadvantage on Strength Checks and Strength Saving Throws, and the target can’t use the same tendril on another target. Creatures 2 or more sizes larger than the target are immune to the tendril. As a bonus action, the target can reel creatures caught in its tendrils 25 feet towards it.",
						"{@b Tentacles:} [natural weapon] 1d4 bludgeoning damage and the reach weapon property."
					]
				},
				"Additionally, you can choose to have the target count as an aberration in addition to its normal type. This choice negates any additional types granted by (genotype) talents."
			]
		},
		{
			"name": "Additional Limbs (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms. You can grant each trait multiple times:",
				{
					"type": "list",
					"items": [
						"{@b Arms:} An extra arm, which can do all things a normal arm can for your form.",
						"{@b Head:} A head. Creatures with two or more heads have advantage on saving throws against being blinded, deafened, stunned, and knocked unconscious.",
						"{@b Legs:} A pair of legs. This grants a 20 foot land speed if the target didn’t possess one. If this is not the form’s first pair of legs, the target gains a +10 bonus to its land speed per additional pair of legs.",
						"{@b Prehensile Tail:} A prehensile tail, which may be used to hold objects as if it were a hand, and retrieve objects from a belt or pouch once per round with no action.",
						"{@b Stinging Tail:} [natural weapon] 1d4 piercing. If the target is grappling a creature, the target may attack it with this stinger as a bonus action.",
						"{@b Powerful Tail:} [natural weapon] 1d4 bludgeoning. If the target attacks a creature with a weapon or unarmed strike other than this tail slap, it may attack a different creature within reach with this tail slap as a bonus action."
					]
				}
			]
		},
		{
			"name": "Agile Body (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Evasive:} The target gains incredible reflexes. When the target is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw. If this trait is granted a second time, the target only takes half damage if it fails.",
						"{@b Incredible Dodge:} Attackers that the target is not aware of or cannot see do not gain advantage on attack rolls made against the target.",
						"{@b Initiative:} The target gains quickened reactions, granting advantage on Dexterity checks for initiative."
					]
				},
				"Additionally, you can apply the following augment to your shapeshift:",
				"{@b Augment 0 sp:} All of your natural weapons gain the finesse property."
			]
		},
		{
			"name": "Bestial Mind (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following trait to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Bestial Mind:} In addition to the Constitution saving throw to resist the shapeshift, the target must succeed a Wisdom saving throw or have their mind become bestial. Their Intelligence is reduced to 2, and they are treated as a beast for skills such as Wisdom (Animal Handling) and spells such as speak with animals. They cannot use any spells and other abilities that require sentience, although they retain other aspects of their class levels such as proficiency bonuses and other abilities. The GM is the final arbiter on what abilities a creature under the effect of this trait may or may not use. This trait has no effect on creatures who already have an Intelligence score of 2 or less. Additionally, you can choose to have the target count as a beast in addition to its normal type. This choice negates any additional types granted by (genotype) talents."
					]
				}
			]
		},
		{
			"name": "Bestial Reflexes (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Pounce:} When the target uses its action to Dash, it can use a bonus action to make one melee weapon attack or to shove a creature.",
						"{@b Lunge:} As a bonus action, the target may double its natural reach for one melee attack made before the end of its turn.",
						"{@b Multi-attack:} When the target makes an Attack action, they may make one attack with each natural weapon they possess. (Requires 5th level) This does not stack with Extra Attack.",
						"{@b Trample:} As an action, the target may move overtop of all creatures smaller than itself this turn, dealing 1d6+Str modifier bludgeoning damage to any creatures it moves over. Creatures in the path of a trample can make attacks of opportunity against the target, but suffer disadvantage on the attacks and cannot dodge. If they instead choose to dodge, they may attempt a Dexterity saving throw for half damage. A trampling creature can only deal trampling damage to each creature once per round, no matter how many times it moves over that creature."
					]
				}
			]
		},
		{
			"name": "Bestial Spirit (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Beast-tongue:} The target can speak with beasts.",
						"{@b Ferocity:} The target gains advantage on death saves.",
						"{@b Pack Tactics:} The target gains advantage on attack rolls against a creature if at least one of its allies is within 5 feet of the creature and isn’t incapacitated.",
						"{@b Relentless:} If the target takes damage equal to or less than half its maximum hit points that would reduce it to 0 hit points, it is reduced to 1 hit point instead. Once a creature has used relentless, it may not use it again until it finishes a Short or Long Rest even if granted again by another shapeshift.",
						"{@b Shove:} Choose one [natural weapon] the target possesses; once per round when dealing damage with that natural weapon as part of an action, the target may attempt to shove the damaged creature as a bonus action."
					]
				}
			]
		},
		{
			"name": "Construct Traits (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Construct Plating:} (Augment 2 sp) The target gains resistance to bludgeoning, piercing, and slashing damage from non-magic weapons that are not made from adamantine.",
						"{@b Metallic Blows:} The target’s natural weapons are treated as silver for the purpose of bypassing resistance. At 10th level, they also count as adamantine.",
						"{@b Natural Armor:} The target gains a base AC of 16 (not affected by Dexterity modifier). The target gains no benefit from wearing armor, but if using a shield, it can apply the shield’s bonus as normal. This counts as wearing armor for gaining the benefits of the defense fighting style.",
						"{@b Spell Resistance:} (Augment 2 sp) The target gains advantage on saving throws against magic."
					]
				},
				"Additionally, you can choose to have the target count as a construct in addition to its normal type. This choice negates any additional types granted by (genotype) talents."
			]
		},
		{
			"name": "Extreme Adaptation (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Altitude Immunity:} The target is acclimated to living at high altitudes and is immune to negative effects of high altitude.",
						"{@b Breathless:} (Augment 1 sp) The target may survive without air. The target becomes immune to effects that require breathing (such as inhaled poison), can survive underwater, or even in a vacuum (though does not provide protection from extreme cold or other conditions that may be encountered in such an environment). This does not give immunity to cloud or gas attacks that do not require breathing.",
						"{@b Endure Weather:} The target suffers no harm from being in a hot or cold environment and can exist comfortably in conditions between -50 and 140 degrees Fahrenheit (-45 and 60 degrees Celsius) without having to make Constitution saving throws. The creature’s equipment is likewise protected. This trait doesn’t provide any protection from fire or cold damage, nor does it protect against other environmental hazards such as smoke, lack of air, and so forth.",
						"{@b Pressure Immunity:} The target is immune to the pressures of the ocean and takes no damage nor suffers adverse effect from water pressure."
					]
				}
			]
		},
		{
			"name": "Fey Traits (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Fey Skin:} (Augment 2 sp) The target gains resistance to bludgeoning, piercing and slashing damage from non-magic weapons that are not made from iron or cold iron.",
						"{@b Wild Empathy:} The target may improve the initial attitude of a creature of the beast type within 30 feet using Charisma (Persuasion). The target has proficiency on this check. Typically domestic animals start as indifferent and wild animals start as unfriendly and the check takes 1 minute. This ability may be used to influence a monstrosity with an Intelligence score of 1 or 2, but the check suffers disadvantage. ◊ Augment 1 sp:} This check may be performed as an action and does not take disadvantage when influencing monstrosities.",
						"{@b Woodland Stride:} The target may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at its normal speed without taking damage or suffering impairment. This has no effect on magically manipulated terrain."
					]
				},
				"Additionally, you can choose to have the target count as a fey in addition to its normal type. This choice negates any additional types granted by (genotype) talents."
			]
		},
		{
			"name": "Giant Traits (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Rock catching:} If a rock or similar object is hurled at the target, the target can, with a successful DC 10 Dexterity saving throw, catch the missile and take no bludgeoning damage from it.",
				"{@b Rock throwing:} The target may pick up and throw large rocks as a ranged attack (30/90, 2d6 bludgeoning)."
					]
				},
				"Additionally, you can choose to have the target count as a giant in addition to its normal type. This choice negates any additional types granted by (genotype) talents."
			]
		},
		{
			"name": "Morphic Weapon (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Graft Weapon:} You fuse a weapon the target is wielding into one of the hands wielding it. Alternatively, you can transform one of the target’s arms into a weapon it is proficient with. Ranged weapons do not come with ammunition. A grafted weapon cannot be disarmed and is considered both a natural weapon and a manufactured weapon. The target loses other uses of this limb and might take disadvantage on some ability checks as a result."
					]
				}
			]
		},
		{
			"name": "Odiferous (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Inured:} The target gains advantage on saving throws against effects that inflict poison damage or the poisoned condition.",
						"{@b Nauseating Spray:} [Recharge 6] As an action, the target may spray noxious chemicals in a 15-foot cone. Any creature in this cone must make a Constitution saving throw or be poisoned for 1 minute. Affected creatures may make a new save at the end of each of their turns to end the poisoned condition. The size of the cone increases by 5 feet at 5th (20 feet), 11th (25 feet) and 17th level (30 feet). A creature that succeeds on this saving throw is immune to any instance of it from the same caster for 24 hours.",
						"{@b Stench:} The target secretes a stinking chemical offensive to most living things. Any creature adjacent to the target must make a Constitution saving throw or be poisoned until they are no longer adjacent. A creature that succeeds on this saving throw is immune to any instance of it from the same caster for 24 hours."
					]
				}
			]
		},
		{
			"name": "Outsider Traits (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Celestial Resistance:} The target gains resistance to radiant damage and gains the celestial type in addition to its normal type. This negates any additional types granted by (genotype) talents.",
				"{@b Demonic Resistance:} The target gains resistance to poison damage and gains the fiend type and demon tag in addition to its normal type. This negates any additional types granted by (genotype) talents.",
				"{@b Devilish Resistance:} The target gains resistance to fire damage and gains the fiend type and devil tag in addition to its normal type. This negates any additional types granted by (genotype) talents."
					]
				}
			]
		},
		{
			"name": "Protean Mastery (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Belated Shift:} (Augment 1 sp) If you leave one trait option unassigned, you can assign any valid trait you have access to to this slot at any time as a bonus action. The cost of this augment is incurred when this bonus action is taken. Once assigned, the trait persists for 1 minute and cannot be changed again until 1 minute after expiring. Only 1 trait may be assigned per bonus action with this ability, even if multiple traits are left unassigned. Each time a trait is assigned, the augment cost counts separately against the limit of how many spell points you can spend on the effect. ◊ Augment 1 sp:} The trait may be assigned as a reaction.",
				"{@b Camouflage:} Your target may shift its coloration to mimic its environment, granting advantage on Dexterity (Stealth) checks.",
				"{@b Lycanthropic Hide:} (Augment 2 sp) The target gains resistance to bludgeoning, piercing, and slashing damage that is from a nonmagical weapon that isn’t silver."
					]
				},
				"Additionally, you can choose to give the target the shapeshifter tag."
			]
		},
		{
			"name": "Prickly (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Spiky:} Your unarmed strikes and natural attacks deal an additional +1d4 piercing damage.",
						"{@b Spines:} [natural weapon] 1d4 piercing. Creatures that attempt to grapple the target take 1d4 piercing damage.",
						"{@b Spine Launch:} Your spines deal 1d6 damage instead of 1d4, and can be launched as a thrown weapon with a range of 20/60 feet. The spines regrow as they are thrown, granting you a virtually indefinite supply. (Requires spines)"
					]
				}
			]
		},
		{
			"name": "Size Change (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"{@b Size Change:} (Augment 1 sp) As a trait, you can change a creature’s size. You can enlarge or reduce a creature’s size by one category, plus an additional size category at 5th (2 categories), 11th level (3 categories) and 17th level (4 categories). You cannot enlarge beyond Huge size, nor reduce a creature beyond Tiny size. A target’s size and the size of its equipment doubles/is halved each category it moves up/down, and its weight is multiplied/divided by 8.",
				"When a creature is enlarged, it deals an additional 1d4 damage with weapon attacks and unarmed strikes and when it is reduced it deals 1d4 less damage with weapon attacks and unarmed strikes; this die size increases by one for every additional category, to 1d6 for two sizes, 1d8 for three sizes, and 1d10 for 4 sizes. You cannot reduce damage below 1. Reach is also adjusted according to the chart below:",
				{
					"type": "table",
					"caption": "Size and Reach",
					"colLabels": [
						"Size Category",
						"Space",
						"Reach"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"Tiny",
							"2 1/2 feet",
							"0 feet"
						],
						[
							"Small",
							"5 feet",
							"5 feet"
						],
						[
							"Medium",
							"5 feet",
							"5 feet"
						],
						[
							"Large",
							"10 feet",
							"10 feet"
						],
						[
							"Huge",
							"15 feet",
							"15 feet"
						]
					]
				}
			]
		},
		{
			"name": "Swarm Body (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Divided Self:} The target gains advantage on saving throws against effects that target individual creatures. (requires swarm form trait)",
						"{@b Swarm Form:} The target takes the form of a swarm of creatures of its kind. The swarm is composed only of Tiny creatures; this size cannot be altered by the Size Change trait, enlarge person, or other effects. The target can move through holes and openings that are large enough for the individual creatures. The swarm fills a 10-foot square (or cube if flying) and has a reach of 0 and can occupy another creature’s space and vice versa. The target gains resistance to bludgeoning, piercing, and slashing damage and vulnerability to damaging effects that target an area.",
						"{@b Swarming:} The target gains advantage on attacks against creatures that are entirely within its space. (requires swarm form trait)"
					]
				}
			]
		},
		{
			"name": "Twisted Body (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Flesh Pocket:} You rearrange internal organs and muscles to create a pocket inside the target’s body, usually in the abdomen. The opening to the pocket resembles a large scar. The pocket can hold creatures and objects up to two sizes smaller than the target. The target gains advantage on checks to conceal items in their flesh pocket.",
						"{@b Seal Eyes:} The target must pass an additional Constitution saving throw or have its eyes sealed, blinding it.",
						"{@b Twist Legs:}The target must pass an additional Constitution saving throw or have one movement speed reduced to 5 feet.",
						"{@b Vocal Theft:} The target becomes unable to speak and may not supply vocal spell components or make ability checks that require singing or speaking.",
						"{@b Wrench Stomach:} The target must pass an additional Constitution saving throw or take disadvantage on all attack rolls."
					]
				},
				"Additionally, you can apply the following augment to your shapeshift:",
				"{@b Augment 0 sp:} Your shapeshift may deal 1d8 slashing damage to all targets that fail their initial saving throw against the shapeshift. This damage increases by 1d8 at 5th level (2d8), 11th level (3d8) and 17th level (4d8)."
			]
		},
		{
			"name": "Undead Traits (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Blood Drinker:} The target gains temporary hit points equal to the damage dealt with one natural weapon of your choice. (requires 10th level.)",
				"{@b Incorporeal:} (Augment 1 sp) The target becomes incorporeal (requires 15th level). While incorporeal, it can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object.",
				"{@b Undead Resistance:} The target gains advantage on saving throws against charmed, disease, poison, sleep, and stunning."
					]
				},
				"Additionally, you can choose to have the target count as an undead in addition to its normal type. This choice negates any additional types granted by (genotype) talents."
			]
		},
		{
			"name": "Vitality (trait)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You can add the following traits to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Glow of Health:} The target gains advantage on saves versus death effects, necrotic damage, poison, and disease.",
						"{@b Sleepless:} The target gains immunity to magical sleep effects."
					]
				},
				"Additionally, you can apply the following augment to your shapeshift:",
				"{@b Augment 0 sp:} At the time the effect is cast, the recipient of your shapeshift may spend a single hit die to heal as if having taken a short rest."
			]
		},
		{
			"name": "Enhanced Attacks",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				
			]
		},
		{
			"name": "Freeform Traits",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				
			]
		},
		{
			"name": "Greater Transformation",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				
			]
		},
		{
			"name": "Mimicry",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				
			],
			"entries": [
				"You gain the {@spell mimicry|spheres-of-power} ability.",
				"In addition, you gain the following traits you can add to your shapeshifts:",
				"{@b Vocal Mimicry:} The target may perfectly imitate voices and sounds with which it is familiar. The target gains advantage on Charisma (Deception) checks to imitate a creature type, individual, or object that they have listened to for at least 10 minutes. These 10 minutes do not have to have been during the duration of the shapeshift. (Must be able to speak)"
			]
		},
		{
			"name": "Energy Manipulation (advanced)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Alteration (any talent granting resistance to either acid, cold, fire, lightning, necrotic, radiant, or thunder as a trait option)"
					]
				}
			],
			"entries": [
				"You can add the following trait to your forms:",
				{
					"type": "list",
					"items": [
						"{@b Energy Immunity:} (Augment 1 Sp) You can grant the target immunity to one energy type (acid, cold, fire, lightning, necrotic, radiant, or thunder) to which it has resistance.",
						"{@b Vulnerability:} You can grant the target vulnerability to one of the following damage types:} acid, cold, fire, lightning, necrotic, radiant, or thunder. If the target has resistance to the chosen damage type, it instead loses that resistance. If the target is immune to the damage type, this trait reduces that immunity to resistance."
					]
				}
			]
		},
		{
			"name": "Extreme Transformation (advanced)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				{
					"level": {
						"level": 5
					},
					"feature": [
						"Alteration (Greater Transformation)"
					]
				}
			],
			"entries": [
				"Increase the number of traits you can apply with your shapeshift by 1. This stacks with the increase from Greater Transformation. This talent may be taken once, then one additional time at 11th level and 17th level. Its effects stack."
			]
		},
		{
			"name": "Fusion (advanced)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				{
					"level": {
						"level": 5
					},
					"feature": [
						"Alteration, Universal (Mass (metasphere))"
					]
				}
			],
			"entries": [
				"{@b Augment 2 sp:} You can target two creatures adjacent to each other with your shapeshift and merge them together into one amalgamated body in lieu of applying a (genotype) talent. Traits may be granted to the merged creature as normal for shapeshift. Should this ability fail to affect either target (whether by successful save or another cause), the effect fails.",
				{
					"type": "list",
					"items": [
						"{@b The amalgamated body has current and maximum hit points equal to those of the two creatures added together.",
						"{@b You must choose one body to be the dominant body.",
						"{@b The amalgamated creature possesses the physical saving throw proficiencies and proficiency bonus of the dominant body, but gains whatever the highest Strength, Dexterity, and Constitution score is between the two combined creatures.",
						"{@b At the caster’s discretion, the dominant body may also gain the natural weapons and special abilities of the merged body by forgoing gaining any additional traits.",
						"{@b The equipment of the dominant body is retained, and the other creature’s equipment is merged.",
						"{@b Both of the base creatures’ minds remain independent, retaining mental ability scores, and saving throw proficiencies, and are capable of taking purely mental actions, but they act on the same initiative."
					]
				},
				"Only one mind can control the amalgamated body at a time. At the start of their turn, if the minds do not agree which is to be in control, they may make contested Charisma checks to take control of the body that round, but the body has all its speeds halved, takes a disadvantage on Dexterity saving throws, and grants advantage on any attacks targeting the amalgamated body due to the confusion. Effects that allow a mental ability saving throw target the mind currently controlling the body. Ongoing effects on the base creatures overlap. If either target creature is suffering the effects of a disease, poison, or ongoing spell effect, the amalgamated body immediately receives a new saving throw with advantage unless both creatures are under the same effect. If the dominant body possesses immunity to such an effect, the effect is suspended until the fusion ends, though its duration is expended as normal. Any penalty or reduction to the physical statistics of the dominant body are retained, but those to mental ability scores continue to affect each creature individually. If the amalgamated creature is killed, the effect ends and both creatures die.",
				"When this effect ends for any other reason, any hit point damage, ability reductions, or other such penalty incurred is split evenly between the two creatures (rounded up). If this damage exceeds the maximum hit points of either creature, that creature is reduced to 0 hit points and is stable, with the excess damage transferred to the other creature. If the transferred damage exceeds the remaining hit points of that creature, then both creatures are reduced to 0 hit points and are stable. Any spell effects, poisons, diseases, or other effects that affected the amalgamated creature continue to affect both creatures, but durations are halved and any subsequent saves are made with advantage. If the space available at the end of this effect cannot accommodate both creatures, they may make contested Charisma checks. The loser is shunted to the nearest empty space, taking 1d6 damage per 10 feet of solid material it passes through.",
				"You cannot fuse with creatures like swarms or troops which are generally described as being composed of multiple creatures."
			]
		},
		{
			"name": "Homogenize (advanced)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				{
					"level": {
						"level": 15
					},
					"feature": [
						"Alteration (Twisted (genotype))"
					]
				}
			],
			"entries": [
				"{@b Augment 5 sp:} Creatures you damage with Twisted (genotype) that have less than 100 hit points must succeed on a Constitution saving throw or be slain, reducing them to a homogenous pool of organic material."
			]
		},
		{
			"name": "Permenant Transformation (advanced, curse)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"prerequisite": [
				{
					"level": {
						"level": 17
					},
					"feature": [
						"Universal (Extended (metasphere))"
					]
				}
			],
			"entries": [
				"{@b Augment 4 sp:} When applying a shapeshift, you can change your shapeshift into an instantaneous effect, permanently changing the creature into the new form. Because this is an instantaneous effect, it cannot be dispelled once placed, however spells or sphere talents or abilities that explicitly remove curses can end the shapeshift with a successful spellcasting ability check. The target is still under the effect of a shapeshift, however, and any caster attempting to apply a new shapeshift to the target (except the original caster himself) must pass a spellcasting ability check as usual; the second shapeshift replaces the first instead of adding to it. When the second shapeshift’s duration expires, the first shapeshift returns. A second application of a Permanent (genotype) can be used to counter the first Permanent Transformation, returning the target to its original form or granting it a new one."
			]
		},
		{
			"name": "Flesh Warper (variant)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"entries": [
				"You cannot target yourself with shapeshift. You cannot possess both this and the Lycanthropic variant. You gain Twisted Body as a bonus talent."
			]
		},
		{
			"name": "Lycanthropic (variant)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"entries": [
				"You can only target yourself with your shapeshift ability. You cannot combine shapeshift with the Mass (metasphere) or Reaching (metasphere) talents from the Universal Sphere. You cannot possess both this and the Flesh Warper variant. You gain a bonus talent from the Alteration sphere."
			]
		},
		{
			"name": "Material Weakness (variant)",
			"source": "spheres-of-power",
			"featureType": "Alteration",
			"entries": [
				"Choose silver or wood (or another special material with GM’s explicit approval). When struck by a weapon primarily composed of the chosen material, the target of your shapeshift must make a Wisdom saving throw with a DC equal to 5 + the damage taken or have the effect dispelled. The target may not be the target of your shapeshift again for 1 hour. If the target is under the effect of a Permanent Transformation, the effect is suppressed for 1 hour, instead of dispelled. You gain a bonus Alteration sphere talent."
			]
		},
		{
			"name": "Conjuration Sphere",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"prerequisite": [
				
			],
			"entries": [
				"You have made contracts with extra-planar creatures, calling them to your side when you are in need.",
				"When you first gain the Conjuration sphere, you gain the {@spell summon|spheres-of-power} sphere ability, a single companion and its corresponding (base) talent. You cannot take additional (base) talents unless you gain the ability to have additional companions, such as through the {@optfeature Extra Companion|spheres-of-power} talent.",
				"{@b Companions.} Companions can take many forms; a caster could contract with sympathetic angels or demons, elemental spirits, or primordial beings only given form after the contract is made. A companion’s shape does not affect its statistics, and thus (within the bonds of its base form), a companion could have the form of a knight in armor, a demonic dog, a flying anthropomorphic cat, or indeed virtually any other form. You cannot choose a companion with the exact same appearance as another specific creature.",
				"If a companion is conjured multiple times during a day, they do not regain hit points or other resources spent. If a companion is reduced to 0 hit points, they instantly disappear and cannot be summoned until you finish a long rest. A companion may be dismissed on your turn without any action required.",
				"When a companion’s ability calls for a saving throw, it uses the caster’s sphere DC (8 + proficiency bonus + key ability modifier).",
				"Companions may not carry equipment or items back and forth when summoned and so cannot be used to store items in their home plane or bring items to the caster’s plane. The exception to this rule is equipment gained through Conjuration talents. Equipment granted to the companion by Conjuration sphere talents disappear one round after leaving the companion’s possession, though may be re-summoned by the companion as a bonus action.",
				"If a companion spends at least 1 hour unsummoned, it counts as having completed a short rest. During a short rest a companion can spend Hit Dice to regain hit points (the companion has a number of Hit Dice [d6s] equal to your level). A companion is only considered to have completed a long rest if the caster also completes a long rest, regardless if the companion is summoned at the time or not. Companions that are summoned must still rest to complete a long rest. Companions have whatever alignment best matches your own or fits their concept.",
				"Some talents are marked (form) talents. These talents, instead of granting you new powers or augments, grant one of your companions a new ability or benefit. Whenever you select a (form) talent as a magic talent, apply its effects to only a single companion. You can select (form) talents multiple times, but no more than once per companion unless the talent says otherwise.",
				"Some (form) talents might grant a companion a magic talent (or a martial talent, if using Spheres of Might). A companion can never possess the Conjuration magic sphere, or the Beastmastery or Leadership combat spheres."
			]
		},
		{
			"name": "Aberration (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is an alien, unnatural creature.",
				"{@creatureAberrant companion|spheres-of-power}."
			]
		},
		{
			"name": "Bestial (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is modeled after a great beast. Your companion gains either the Land Creature, Aerial Creature, Earth Creature, Resilient Companion, Vermin Creature, or Water Creature (form) talent as a bonus talent.",
				"{@creature Bestial companion|spheres-of-power}"
			]
		},
		{
			"name": "Celestial (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a being from a celestial sphere.",
				"{@creature Celestial companion|spheres-of-power}"
			]
		},
		{
			"name": "Construct (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is modeled on powerful constructs.",
				"{@creature Construct companion|spheres-of-power}"
			]
		},
		{
			"name": "Dragon (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is modeled on great dragons. Your companion gains either Aerial Creature (form) or Draconic Creature (form) as a bonus talent.",
				"{@creature Dragon companion|spheres-of-power}"
			]
		},
		{
			"name": "Elemental (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is an elemental being. Choose whether your companion is an {@creature air elemental companion|spheres-of-power}, {@creature earth elemental companion|spheres-of-power}, {@creature fire elemental companion|spheres-of-power}, or {@creature water elemental companion|spheres-of-power}. Air elementals gain the Arial Creature (form) talent. Water elementals gain the Water Creature (form) talent. Earth elementals gain the Earth Creature (form) talent. Fire elementals, however, gain the Elemental Creature (form) talent, selecting fire as their element. These talents are already reflected in their respective statblocks."
			]
		},
		{
			"name": "Fey (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a creature of Fairie. It gains either the Magical Companion (form) or Spell-Warded Companion (form) talent as a bonus talent.",
				"{@creature Fey companion|spheres-of-power}"
			]
		},
		{
			"name": "Fiend (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion resembles a tiny demon or devil. It gains the Spell-Warded Companion (form) talent as a bonus talent.",
				"{@creature Fiend companion|spheres-of-power}"
			]
		},
		{
			"name": "Giant (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a hulking giant.",
				"{@creature Giant companion|spheres-of-power}"
			]
		},
		{
			"name": "Humanoid (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is built, and possibly can even pass as, a humanoid. Your companion gains the Battle Companion (form) talent (reflected in their stat block already) and one other (form) talent from the following list as bonus talents: Battle Companion, Magical Companion, Mystical Companion, Roguish Companion, Raging Companion, or Skillful Companion.",
				"{@creature Humanoid companion|spheres-of-power}"
			]
		},
		{
			"name": "Monstrosity (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a strange abomination.",
				"{@b Augment 1 sp:} Whenever you summon a monstrous companion, you can choose a (form) talent that it does not possess, but meet the prerequisites for. Apply that talent to the monstrosity.",
				"{@creature Monstrosity companion|spheres-of-power}"
			]
		},
		{
			"name": "Ooze (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"The ooze gains either the Ravenous Creature (form) or Resilient Companion (form) talent as a bonus talent.",
				"{@creature Ooze companion|spheres-of-power}"
			]
		},
		{
			"name": "Plant (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a remarkably animate plant.",
				"{@creature Plant companion|spheres-of-power}"
			]
		},
		{
			"name": "Swarm (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a swarm of tiny insects or beasts.",
				"{@creature Swarm companion|spheres-of-power}"
			]
		},
		{
			"name": "Undead (base)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is an undead monster.",
				"{@creature Undead companion|spheres-of-power}"
			]
		},
				{
			"name": "Altered Size (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion increases or decreases permanently by 1 size category. A companion may gain this talent multiple times, and the effects stack. Your companion gains a +2 bonus to Strength (maximum 20) and a -2 penalty to Dexterity each time its size increases by 1 step, and a +2 bonus to Dexterity (maximum 20) and a -2 penalty to Strength each time its size decreases by 1 step.",
				"A change to its Strength modifier changes its attack and damage rolls in equal amounts of Strength-based attacks, while a change in its Dexterity modifier changes its AC in equal amounts (as well as attack and damage rolls of Dexterity- based attacks). These bonuses and penalties to AC, attack, and damage are not in addition to the ability score increases or decreases, but rather a result of having their ability scores adjusted.",
				"Reach is also adjusted according to the Size and Reach Table below.",
				{
					"type": "table",
					"caption": "Size and Reach",
					"colLabels": [
						"Size Category",
						"Space",
						"Reach"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"Tiny",
							"2 1/2 feet",
							"0 feet"
						],
						[
							"Small",
							"5 feet",
							"5 feet"
						],
						[
							"Medium",
							"5 feet",
							"5 feet"
						],
						[
							"Large",
							"10 feet",
							"10 feet"
						],
						[
							"Huge",
							"15 feet",
							"15 feet"
						],
						[
							"Gargantuan",
							"20 feet",
							"20 feet"
						]
					]
				}
			]
		},
		{
			"name": "Aerial Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains wings and a 20-foot fly speed. This increases by 10 feet at 5th level (fly 30 ft.), 11th level (fly 40 ft.), and 17th level (fly 50 ft.). Alternatively, your companion may gain flight through magical means: it does not gain wings and may hover. This then becomes a magical ability, and is subject to the anti-magic field spell and other such limitations."
			]
		},
		{
			"name": "Battle Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is learned in the ways of war. It is proficient with shields and all simple weapons and, when summoned, appears with up to 2 shields or weapons of unremarkable composition that it is proficient with, as well as 50 pieces of ammunition for each weapon that requires it. These weapons are considered magical for the purpose of overcoming damage resistance.",
				"A companion may gain this talent twice. If taken twice, it becomes proficient with all martial weapons"
			]
		},
		{
			"name": "Draconic Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is draconic in nature. It gains a breath weapon with recharge 5-6. You must decide when this talent is gained whether your companion will breathe a 30-foot cone or a 60-foot line and whether it deals acid, cold, fire, lightning, necrotic, poison, psychic, radiant, or thunder damage. It deals 2d6 damage, and creatures may make Dexterity saving throws for half damage. The damage of the breath weapon increases by 1d6 at 5th level (3d6), 11th level (4d6), and 17th level (5d6)."
			]
		},
		{
			"name": "Earth Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a creature used to living in the ground. It gains a 15-foot Burrow speed and Tremorsense 10 feet. Its Burrow speed and Tremorsense increase by 5 feet at 5th level (burrow 20 ft., tremorsense 15 ft.), 11th level (burrow 25 ft., tremorsense 20 ft.), and 17th level (burrow 30 ft., tremorsense 25 ft.)."
			]
		},
		{
			"name": "Elemental Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a being attuned to a particular element. Choose either acid, cold, fire, lightning, necrotic, poison, psychic, radiant, or thunder. Your companion gains resistance to that damage type and deals an additional 1d4 damage of that type with each attack. This damage increases by one die size at 5th level (1d6), 11th level (1d8), and 17th level (1d10). This talent may be taken more than once; each time a different damage type is chosen. The bonus damage does not stack; only the most advantageous type applies."
			]
		},
		{
			"name": "Exemplary Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"You can increase one of your companion’s ability scores by 2. This bonus increases by +2 at 5th level (+4), 11th level (+6), and 17th level (+8), to a maximum score of 20. This talent may be taken more than once for each companion, choose a different ability score each time."
			]
		},
		{
			"name": "Explosive Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"When your companion is reduced to 0 hit points, it explodes in a burst of energy, dealing 2d6 damage to all creatures within a 5-foot radius. This damage and radius increases at 5th level (4d6, 10 ft. radius), 11th level (6d6, 15 ft. radius), and 17th level (8d6, 20 ft. radius). This damage is either acid, cold, fire, lightning, necrotic, poison, psychic, radiant, or thunder, chosen when the talent is gained. A successful Dexterity saving throw halves this damage. An individual creature can only take damage from this talent once per turn, regardless of how many companions are reduced to 0 hit points."
			]
		},
		{
			"name": "Evolved Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Choose a (trait) talent from the Alteration sphere that does not have a minimum level requirement. Pick a trait from that talent that does not have an augment cost of 1 spell point or more. Your companion permanently gains this trait."
			]
		},
		{
			"name": "Fortified Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains proficiency in one type of saving throw with which it is not proficient. This talent may be taken more than once; choose a different saving throw to grant proficiency in each time."
			]
		},
		{
			"name": "Frightful Presence (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"As an action, your companion can frighten creatures of its choice within 30 feet of it. Affected creatures who are aware of it must succeed on a Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature’s saving throw is successful or the effect ends for it, the creature is immune to the companion’s Frightful Presence for the next 24 hours. The range of the Frightful Presence increases by 30 feet at 5th level (60 feet), 11th level (90 feet), and 17th level (120 feet)."
			]
		},
		{
			"name": "Land Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains a +20 foot bonus to its land speed, as well as advantage on all scent-based Wisdom (Perception) checks. It gains an additional +10 foot bonus to its land speed at 5th level (+30 ft.), 11th level (+40 ft.), and 17th level (+50 ft.)."
			]
		},
		{
			"name": "Magical Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains the magical training feat, selecting the Natural tradition. Your companion uses your levels and proficiency bonus when determining the strength of its spherecasting. Your companion cannot acquire advanced talents.",
				"This talent may be taken more than once; if the companion already possesses this talent, this talent instead grants your choice of the Extra Magic Talent or Extra Spell Points feat."
			]
		},
		{
			"name": "Mystical Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains a ki point, supernatural energy it can use to accomplish amazing feats. This pool increases by 1 at 5th level (2 ki points), 11th level (3 ki points), and 17th level (4 ki points). The companion’s ki refreshes when it completes a short or long rest. It may spend ki on the following abilities:",
				{
					"type": "list",
					"items": [
						"{@b Flurry of Blows. Immediately after the companion takes the Attack action on its turn, it can spend 1 ki point to make one additional attack as a bonus action. This attack deals 1d4 + Str bludgeoning damage and does not benefit from creature powers that would otherwise increase damage.",
						"{@b Patient Defense. The companion can spend 1 ki point to take the Dodge action as a bonus action on its turn.",
						"{@b Step of the Wind. The companion can spend 1 ki point to take the Disengage or Dash action as a bonus action on its turn and its jump distance is doubled for the turn."
					]
				}
			]
		},
		{
			"name": "Raging Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion can fight with primal ferocity. On its turn, it can enter a rage as a bonus action.",
				"While raging, it gain the following effects:",
				{
					"type": "list",
					"items": [
						"It has advantage on Strength checks and Strength saving throws.",
						"It has advantage on Strength-based attack rolls. 75",
						"It has resistance to bludgeoning, piercing, and slashing damage.",
						"Attack rolls against it have advantage."
					]
				},
				"If the companion can cast spells or sphere effects, it can’t cast them or concentrate on them while raging. Rage lasts for 1 minute. It ends early if the companion is knocked unconscious or if its turn ends and it hasn’t attacked a hostile creature since its last turn or taken damage since then. It can also end its rage on its turn as a bonus action. Once a companion has raged, it cannot do so again until it completes a long rest.",
				"Your companion can use its rage more than once per long rest, but you must pay 1 spell point each time after the first."
			]
		},
		{
			"name": "Ravenous Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"If this companion doesn’t possess a bite attack it gains one that deals 1d4 damage. In addition, your companion can swallow creatures up to 1 size category smaller than itself. The companion makes a bite attack against a target it is grappling. If the attack hits, the target is swallowed, and the grapple ends. The swallowed target is Blinded and Restrained, it has total cover against attacks and other effects outside the companion, and it takes 1d6 acid damage at the start of each of the companion’s turns. This improves by 1d6 at 5th (2d6), 11th (3d6) and 17th levels (4d6). The companion can have only one target swallowed at a time.",
				"If the companion dies, a swallowed creature is no longer Restrained by it and remains in the companion’s spot after it disappears."
			]
		},
		{
			"name": "Resilient Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains a +1 bonus to its AC and increases its hit points by an amount equal to your level plus your key ability modifier."
			]
		},
		{
			"name": "Roguish Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a creature of guile. Your companion deals +1d6 sneak attack damage as the rogue class feature, which increases by 1d6 at 5th level (2d6), 11th level (3d6), and 17th level (4d6)."
			]
		},
		{
			"name": "Shadow Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is a being made of shadow. It gains Darkvision 60 feet and has proficiency on Dexterity (Stealth) checks made in dim light or darkness, using your proficiency bonus as its own. If the companion already has proficiency on Dexterity (Stealth) checks, it instead adds its proficiency bonus twice in dim light or darkness. This does not stack with other abilities that would allow adding proficiency twice."
			]
		},
		{
			"name": "Skillful Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains any combination of two proficiencies chosen from musical instruments, skills, or tools. When summoned, your companion appears with any tools and instruments that they are proficient with. The musical instrument selected cannot be larger than the companion.",
				"This talent may be taken multiple times, granting your companion two additional proficiencies each time."
			]
		},
		{
			"name": "Spell-Warded Companion (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains advantage on saving throws against spells, sphere effects, and other magical abilities."
			]
		},
		{
			"name": "Superior Senses (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Choose one of the following benefits:",
				"Your companion gains darkvision 60 feet. If your companion possesses darkvision from another source, increase its range by 30 feet. Depending on the spheres possesed, you can instead choose form the following options:",
				{
					"type": "list",
					"items": [
						"{@b Lifesight:} (augment 2 sp) If you or your companion possesses the Life sphere, your companion may gain lifesense 30 feet. The creature notices and locates living creatures within range, just as if it possessed the blindsight ability.",
						"{@b Thoughtsense:} (augment 2 sp) If you or your companion possesses the Mind sphere, your companion may gain thoughtsense 30 feet. This ability functions similarly to blindsight. Nondetection, mind blank, and similar effects can block thoughtsense. Thoughtsense can distinguish between sentient (Intelligence 5 or greater) and nonsentient (Intelligence 1-5) creatures, but otherwise provides no information about the creatures it detects.",
						"{@b Earthsight:} (augment 0 sp) If you or your companion possesses the earth package of the Nature sphere, your companion may gain the ability to see through up to 5 feet of dirt and stone.",
						"{@b Tremorsense:} (augment 1 sp) If you or your companion possesses the earth package of the Nature sphere, your companion may gain tremorsense 30 feet. A companion with tremorsense is sensitive to vibrations in the ground and can automatically pinpoint the location of anything that is in contact with the ground. Aquatic creatures with tremorsense can also sense the location of creatures moving through water.",
						"{@b Smokesight:} (augment 0 sp) If you or your companion possesses the fire package of the Nature sphere, your companion may gain the ability to see through both magical and mundane smoke, ignoring penalties and concealment from these obstructions, up to its normal range of vision.",
						"{@b Greensight:} (augment 0 sp) If you or your companion possesses the plant package of the Nature sphere, your companion can see through thick plant matter as though it were transparent, with a range of 30 feet. Leaves, vines, greenery, and undergrowth offer no concealment to the companion’s sight, though solid wood still blocks its line of sight.",
						"{@b Mistsight:} (augment 0 sp) If you or your companion possesses the water package of the Nature sphere, your companion may see through fog, mist, and murky water as if they were perfectly clear, ignoring concealment from these obstructions, up to its normal range of vision.",
						"{@b Touchsight:} (augment 2 sp) If you or your companion possesses the Telekinesis sphere, your companion may gain blindsight 30 feet.",
						"{@b Darksight:} (augment 1 sp) If you or your companion possesses the Dark sphere, your companion’s darkvision is not hindered by magical darkness. (requires darkvision)"
					]
				},
				"A companion may gain this talent multiple times. Each time it gains this talent, select a new sense or increase the range of their darkvision by 30 feet. If a selected ability has an augmentation cost, the caster must choose to grant the ability and pay the cost each time the companion is summoned."
			]
		},
		{
			"name": "Transformative (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion can change its appearance as an Action. This is a magical effect. The companion may add your proficiency bonus to any Charisma (Deception) checks it makes to disguise itself. If the companion lacks the right physical attributes (for example, the right size category or number of legs), the disguise will still fail completely. Your companion may also perfectly imitate voices and sounds with which it is familiar (listened to for at least 10 minutes.",
				"Your companion may gain this talent twice. If gained twice, it may mimic anything, adjusting its form to fit (though not gaining or losing any attacks or traits themselves, though using certain abilities might immediately break the disguise)."
			]
		},
		{
			"name": "Vermin Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion may climb virtually any surface, no matter how slick or sheer. It can climb and travel on vertical surfaces or even traverse ceilings as well as a spider does. The companion gains a climb speed of 30-feet; furthermore, it need not make ability checks to traverse a vertical or horizontal surface (even upside down).",
				"Additionally, your companion gains one of the following benefits. This talent may be gained twice, granting both benefits:",
				{
					"type": "list",
					"items": [
						"{@b Poison. Requires a bite attack. Creatures damaged by your companion’s bite attack must succeed on a Constitution save or be poisoned for 1 minute, taking 3 (1d6) poison damage at the start of each of its turns for as long as it is poisoned. Creatures are permitted a new saving throw at the end of each of their turns to end the poisoned condition.",
						"{@b Web (Recharge 5-6). Ranged Weapon Attack:} Dex modifier + your proficiency to hit, range 30/60 ft., one creature. Hit:} The target is Restrained by webbing. As an action, the Restrained target can make a Strength check against your Sphere DC, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 5; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage). The target ignores movement restrictions caused by webbing, and while in contact with a web, the target knows the exact location of any other creature in contact with the same web. A web may support up to twice the weight of the creating companion. If your companion is dismissed, any webs it created immediately disappear."
					]
				}
			]
		},
		{
			"name": "Water Creature (form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion gains a 30-foot Swim speed, the ability to breath underwater, and Blindsense 15 feet (only in water). The Swim speed increases by 10 feet and the Blindsense increases by 5 feet at 5th level (swim 40 ft., blindsense 20 ft.), 11th level (swim 50 ft., blindsense 25 ft.), and 17th level (swim 60 ft., blindsense 30 ft.)."
			]
		},
		{
			"name": "Amorphous Creatures",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"{@b Augment 0 sp:} When summoning a companion whose (base) involves a choice (such as Dragon or Elemental), each time you summon your companion you may change this choice. For example, if your companion is an elemental, you may change it to a water, air, earth, or fire-based companion each time you summon it."
			]
		},
		{
			"name": "Call the Departed",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"{@b Augment 1 sp:} When summoning a companion, you may summon a companion that has already been reduced to 0 hit points. The companion reappears at one quarter of its maximum hit points and takes a -1 penalty to all d20 rolls it makes. Any other conditions or ongoing effects on the companion are removed. This penalty lasts until you complete a long rest but otherwise may not be removed.",
				"Once you have summoned an ally through this augment, you don’t need to use this augment again unless it is once again reduced to 0 hit points. Penalties from multiple uses of this ability stack. If the companion would have a penalty greater than your proficiency bonus, you cannot summon it again until the penalty is removed."
			]
		},
		{
			"name": "Extra Companion",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"You gain an additional companion. Whenever you summon a companion, you must select only one of your companions, and you cannot have multiple companions summoned at once. You can select this talent multiple times. Each time it is selected, you gain another companion.",
				"This talent cannot be gained through any ability that grants talents temporarily."
			]
		},
		{
			"name": "Link",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"You gain a telepathic link to each of your companions. So long as you are on the same plane as one of your companions, you can communicate with that creature over any distance."
			]
		},
		{
			"name": "Spell Conduit",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companions can deliver touch spells and sphere abilities for you. If you and one of your companions are in contact at the time you cast a touch spell or sphere ability requiring a melee spell attack, you can designate your companion as the attacker. You can touch a companion within your natural reach (no action required) during your turn to initiate this contact; your companion may do the same during its turn. The companion can then deliver the spell or ability just as you would with the same action cost. If you cast another spell or sphere effect before the effect is delivered, the spell or effect dissipates.",
				"You can take this talent multiple times. If taken twice, the companion may be anywhere within 30 feet of you when you cast the spell or ability and may also deliver ranged spell attacks, using its attack modifiers and serving as the effect’s point of origin. Each additional time this talent is taken, increases the range at which this ability functions; increasing to 120 feet, then to 300 feet."
			]
		},
		{
			"name": "Spell-Linked Companions",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"You can apply the following augment to any sphere effect you cast that targets you:}",
				"{@b Augment 0 sp:} You can apply the effect to one Conjuration sphere companion. The affected companion must be within 30 feet. This augment may be used even on effects that normally can only target the caster."
			]
		},
		{
			"name": "Calling (advanced)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"You gain the {@spell calling|spheres-of-power} sphere ability."
			]
		},
		{
			"name": "Diagram (advanced)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"prerequisite": [
				{
					"feature": [
						"Conjuration (Calling)"
					]
				}
			],
			"entries": [
				"{@b Augment 0 sp:} When using the Calling advanced talent to call hostile creatures, your traps are even harder to break than usual. If you spend 10 minutes and pass a DC 15 Intelligence (Arcana) check to prepare a calling circle before you call a creature, that creature finds it very difficult to escape. You cannot know the result of your check until after the calling is performed, but you can treat the result of the die roll as a 20 by dedicating 4 hours to creating the circle.",
				"If your check is successful, the called creature cannot use any dimensional or teleportation effects, nor can any of its abilities or attacks cross the prison’s border. When pitting its Charisma against your trap, the DC increases by 5. While a creature cannot disturb the calling circle, if any outside force disturbs the circle (even a hair falling across it), the called creature is immediately freed."
			]
		},
		{
			"name": "Divided Companion (advanced, form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion is not a single creature, but is rather a group of creatures that all behave together in combat.",
				"The companion takes the form of a troop of creatures of its kind. The troop is composed only of Small or Medium creatures; this cannot be used on a swarm companion and this companion’s size cannot be altered by Altered Size, enlarge person, or other effects. The troop fills a 20-foot square (or cube if flying) and has its normal reach and can occupy another creature’s space and vice versa. The companion can move through openings that are large enough for the individual creatures. Additionally, the troop has advantage on Strength checks, Strength saving throws, and any saving throw made against effects that target a single creature, but disadvantage on any saving throw made against effects that target an area.",
				{
					"type": "inset",
					"name": "Divided Companion Troop Damage",
					"entries": [
						"To determine the damage a troop deals with a natural weapon, unarmed strike, or weapon, increase the attack’s damage die by two sizes and multiply the number of rolled dice by x2, or x1 if the troop has half its hit points or fewer. For example, if a companion’s attack would normally deal 1d6 damage, it would deal 2d10 damage, or 1d10 if at half hit points or fewer; see {@b Table: Damage Dice Progression} in the Introduction if you are unsure how to progress a damage die.",
						"Spell attacks, melee or ranged, do not have their damage increased in a troop, nor do they have their damage reduced in a troop if they are at half hit points or fewer."
					]
				}
			]
		},
		{
			"name": "Ghostly Creature (advanced, form)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companion can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
			]
		},
		{
			"name": "Group Summon (advanced)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"prerequisite": [
				{
					"feature": [
						"Conjuration (Extra Companion)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} You can summon an additional companion that you possess. This augment may be applied multiple times to summon additional companions. Losing concentration on the summon causes all the companions to disappear."
			]
		},
		{
			"name": "Independent Companion (advanced)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Allied creatures can spend their bonus action in your place to allow a companion to take actions other than the Dodge action. If you have multiple companions summoned, you or an ally can spend a single bonus action to allow all companions to take actions other than the Dodge action.",
				"{@b Augment 1 sp:} Your summoned companions obey any verbal commands that you or an ally issue to them (no action required by you or the ally). If you don’t issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.",
				"{@b Augment 2 sp:} Your summoned companions will obey, but don’t require any verbal commands to take any action other than the Dodge action. Your companion will take actions on their own that they believe are in the best interest of you and themselves according to the circumstances of the situation. For example, if you command a summoned companion to scout ahead for enemies, and along the way they find a trap, they will also include the trap’s location as part of their report; or for example, if during combat you fall unconscious, your companion will take actions to either remove you from harm’s way, wake you up, or treat your injuries."
			]
		},
		{
			"name": "Vanishing Companion (advanced)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Conjuration (Shadow Companion)"
					]
				}
			],
			"entries": [
				"Your companion may use Dexterity (Stealth) to hide even while observed and lacking in concealment."
			]
		},
		{
			"name": "Caller (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"You do not gain the summon ability of the Conjuration sphere. You gain the Calling advanced talent as a bonus talent. This variant may not be selected if the Calling advanced talent is not permitted in your campaign. You cannot possess this variant if you possess any drawback that affects the summon ability or companions granted by it."
			]
		},
		{
			"name": "Constant Link (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Maintaining your companion’s presence requires great effort. You must spend an action each round to maintain your summon with concentration. The cost to summon your companion is reduced by 1 sp, to a minimum of 0."
			]
		},
		{
			"name": "Elongated Summoning (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your summon has a casting time of 1 hour, and cannot be augmented to have a reduced casting time. You gain a bonus Conjuration sphere talent."
			]
		},
		{
			"name": "Figment Companion (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your companions are only semi-real projections. The first time each round a creature is affected by an effect originating from your companions, such as attacks or sphere effects, it may make a Wisdom saving throw to negate the effect and any others originating from your companion before the start of the creature’s next turn. Succeeding on this save grants advantage on future saves made against that same companion for the next 24 hours. You gain a bonus Conjuration sphere talent."
			]
		},
		{
			"name": "Material Weakness (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Choose silver or wood (or another special material with GM’s explicit approval). When struck by a weapon primarily composed of the chosen material, your companion must make a Wisdom saving throw with a DC equal to 5 + the damage taken or be dismissed from the plane. The companion may not be summoned again for 1 hour. You gain a bonus Conjuration sphere talent."
			]
		},
		{
			"name": "Object Bound (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Choose an object for each companion you possess (for example: a small oil lamp, a ring, or a sword). Such objects count as magic items of the Conjuration sphere.",
				"You must drop or throw this object as part of casting summon. This does not affect the casting time, though additional actions may be required to draw the object.",
				"If this object is destroyed, you cannot summon the corresponding companion. While the companion is present, the object is visible on the companion and may be targeted with the attacks, dispel effects, and other effects that can target worn magical items. While part of the companion, the object emits a sign that draws attention to itself, usually glowing. If the object is destroyed or has its magic suppressed, the companion immediately disappears and may not be summoned again until the object is repaired or replaced.",
				"Attuning a new object requires 8 hours, which can be done while taking a long rest. Any damage dealt to the object is also dealt to the companion without being further affected by immunity, resistance, or vulnerability.",
				"You can choose to have a single item for any or all of your companions, but no more than one companion can be summoned using a single item simultaneously.",
				"You gain the Reaching (metasphere) talent from the Universal sphere as a bonus talent."
			]
		},
		{
			"name": "Unwilling Summons (variant)",
			"source": "spheres-of-power",
			"featureType": "Conjuration",
			"entries": [
				"Your conjuration companion only serves you by compulsion. Should you lose concentration on the summon, instead of disappearing, the companion instead remains for the remainder of the maximum duration and attacks or otherwise acts against you to the best of its abilities. You cannot dismiss an uncontrolled companion. You gain a bonus Conjuration sphere talent."
			]
		},
		{
			"name": "Creation Sphere",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You can create and alter physical materials.",
				"When you first gain the Creation sphere, you gain the {@spell alter|spheres-of-power} and {@spell create|spheres-of-power} sphere abilities. Additionally, when you gain the creation sphere, you gain the {@optfeature repair|spheres-of-power} and {@optfeature destroy|spheres-of-power} alterations as bonus talents.",
				"Some of your abilities may require referencing object durability or size; the relevant tables have been included below.",
				{
					"type": "table",
					"caption": "Object Materials",
					"colLabels": [
						"Substance",
						"AC",
						"Hit Points Type"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"Glass",
							"13",
							"Fragile"
						],
						[
							"Paper or Cloth",
							"11",
							"Fragile"
						],
						[
							"Rope",
							"11",
							"Fragile"
						],
						[
							"Ice",
							"13",
							"Fragile"
						],
						[
							"Leather or Hide",
							"11",
							"Fragile"
						],
						[
							"Wood",
							"15",
							"Fragile"
						],
						[
							"Stone",
							"17",
							"Resilient"
						],
						[
							"Iron or Steel",
							"17",
							"Resilient"
						],
						[
							"Mithral",
							"21",
							"Resilient"
						],
						[
							"Adamantine",
							"23",
							"Resilient"
						]
					]
				},
				{
					"type": "table",
					"caption": "Object Hit Points",
					"colLabels": [
						"Size",
						"Fragile",
						"Resilient"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"Tiny",
							"2 (1d4)",
							"5 (2d4)"
						],
						[
							"Small",
							"3 (1d6)",
							"10 (3d4)"
						],
						[
							"Medium",
							"4 (1d8)",
							"18 (4d8)"
						],
						[
							"Large",
							"5 (1d10)",
							"27 (5d10)"
						],
						[
							"Huge",
							"damage threshold 10*",
							"damage threshold 15*"
						],
						[
							"Gargantuan",
							"damage threshold 15*",
							"damage threshold 20*"
						]
					]
				},
				"*{@i Huge and Gargantuan objects do not have their own hit points, but are instead divided into multiple Large or smaller sections, tracking each section’s Hit Points separately. For example, a Gargantuan statue of a human might treat each of its limbs as a separate Large object.}",
				"Huge and Gargantuan objects have damage thresholds. An object with a damage threshold has immunity to all damage unless it takes an amount of damage from a single attack or effect equal to or greater than its damage threshold, in which case it takes damage as normal. Any damage that fails to meet or exceed the object’s damage threshold is considered superficial and doesn’t reduce the object’s hit points.",
				{
					"type": "inset",
					"name": "Examples",
					"entries": [
						"To determine the damage a troop deals with a natural weapon, unarmed strike, or weapon, increase the attack’s damage die by two sizes and multiply the number of rolled dice by x2, or x1 if the troop has half its hit points or fewer. For example, if a companion’s attack would normally deal 1d6 damage, it would deal 2d10 damage, or 1d10 if at half hit points or fewer; see {@b Table: Damage Dice Progression} in the Introduction if you are unsure how to progress a damage die.",
						"Spell attacks, melee or ranged, do not have their damage increased in a troop, nor do they have their damage reduced in a troop if they are at half hit points or fewer.",
						"The number of objects a caster could create and the uses of those objects are virtually endless, and many details will need to be determined by the DM. However, the following rules and guidelines should help provide specific examples.",
						"{@i Notes on Walls and Coverings:} If you create a wall (a large but thin object along a single plane) A 5 foot by 5 foot square is considered a Small object. If creating cloth, a 5 foot by 5 foot square is considered a Tiny object.",
						"{@i Notes on Casings:} If you try to create an encasement over a creature (for example, covering a creature with a stone dome), it counts as creating an object 1 size larger than the intended target. Thus, a casing for a Medium creature is a Large object, a casing for a Large creature is a Huge object, etc. A creature is allowed a Dexterity saving throw to escape such an entrapment, moving them outside the targeted space in a direction of their choosing. Creatures may always attack their own casing.",
						"{@i Notes on Falling Objects:} If you create an object with the intent that it falls on something else to damage it, this requires a spell attack, and if successful, deals damage based on the object’s size according to Table: Object Size. Particularly soft objects might deal no damage (for example, when dropping cloth).",
						"The above assumes you are dropping an object from a height of about 15-60 feet. If dropping from a lesser height, you have advantage on your spell attack but deal half damage. If dropping from a greater height, you have disadvantage on your spell attack but deal double damage. The damage type (bludgeoning, piercing, or slashing) depends on the shape of the object being dropped. Objects not designed to be weapons suffer their own falling damage.",
						"If you drop an object that is larger than what it is landing on, the target (or targets) in the area instead makes a Dexterity check to avoid damage, gaining advantage against a drop from a great height and disadvantage against a drop from a short height.",
						{
							"type": "table",
							"caption": "Damage from Falling Objects",
							"colLabels": [
								"Object Size",
								"Example Objects",
								"Falling Damage (to both object and target)"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"Tiny",
									"Dagger",
									"1d4"
								],
								[
									"Small",
									"Chair",
									"1d6"
								],
								[
									"Medium",
									"Table",
									"1d8"
								],
								[
									"Large",
									"Statue",
									"1d10"
								],
								[
									"Huge",
									"Wagon",
									"2d6"
								],
								[
									"Gargantuan",
									"Catapault",
									"2d8"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Change Material (alter)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You can alter an object, changing its composition from one material to another. Both the material you are affecting and the material you are changing it into must be materials you can create (i.e., you must use the Expanded Materials talent to work with objects other than vegetable matter). When the duration expires, the object returns to its normal material, although any damage sustained while altered remains after it returns to its original material. You cannot change a liquid into a solid or a solid into a liquid, and you cannot create or affect gases.",
				"{@b Augment 1 sp:} The effect persists for the remaining duration without concentration. This augment may be applied after the effect is cast on your turn without an action."
			]
		},
		{
			"name": "Forge (alter)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Duration:} Instantaneous",
				"{@b Augment 1 sp:} You can shape material with a touch. This is an instantaneous effect, as you are literally changing the shape of the material in question. You can only affect materials you can create (i.e., you must use the Expanded Materials talent to work with materials other than vegetable matter), and you can only make crude changes such as forming walls, trenches, doors, coffers and other basic shapes. Detailed work (such as forging armor) is not possible, and there is a 30% chance that anything with moving parts simply doesn’t work. You can affect targets up to your normal creation size, but when working with a mineral (stone, metals, gems, etc.) the size you can affect is reduced by half."
			]
		},
		{
			"name": "Transparency (alter)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You can convert any material into a more transparent version of itself.",
				"This does not affect the object’s composition, damage threshold, or have any effect other than offer a clear view through the object.",
				"The caster may choose to affect the object’s opacity in a way that allows peering through an object while remaining unobserved from the other side. When used in this way, Wisdom (Perception) checks through the object suffer disadvantage, but it requires a Wisdom (Perception) check against your sphere DC to notice that the object can now be seen through from the other side. If you possess Exquisite Detail, it no longer imposes disadvantage and the Wisdom (Perception) DC to notice that the object is transparent gains disadvantage."
			]
		},
		{
			"name": "Alchemical Creation",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 1 sp:} You can create items that require mixing, such as acid flasks, alchemist’s fire, antitoxin, basic poison, and other, similar items at the GM’s discretion. You create only a single item appropriate for your size."
			]
		},
		{
			"name": "Altering Burst",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 1 sp:} You can alter all unattended non-magical objects in a 10-foot radius around yourself. You can choose any number of materials that you can create within this area to be affected. (For example, you can choose to destroy a stone wall while leaving the wooden dresser resting against it unharmed.)",
				"If you possess the Reaching (metasphere) Universal talent, you can center this effect anywhere within range. When augmenting the effect with Potent Alteration, you can alter one worn or held or magical object, increasing by up to one at 5th level (2 objects), 11th level (3 objects, and 17th level (4 objects). These altered worn or held or magical objects are in addition to other objects in the area.",
				"{@b Augment 1 sp:} Increase the radius to 20 feet."
			]
		},
		{
			"name": "Catapult",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"Your create gains the following augments:}",
				"{@b Augment 0 sp:} When you create an item, you may create it with momentum. The object flies from the point of creation in a straight line as wide as the object up to 60 feet in a direction you choose before falling to the ground, stopping early if it impacts against a solid surface. If the object would strike a creature, that creature must make a Dexterity saving throw. On a failed save, the object strikes the target and stops moving. When the object strikes something, the object and what it strikes suffer the object’s falling damage from a normal height.",
				"In addition, when augmenting create with the Catapult talent, you can apply one of the following augments:}",
				"{@b Augment 1 sp:} When determining the damage that a struck target takes, roll the falling damage twice and add them together.",
				"{@b Augment 2 sp:} When determining the damage that a struck target takes, roll the falling damage thrice and add them together."
			]
		},
		{
			"name": "Complex Creation",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 0 sp:} When you create an object, you can create a themed ‘creation’ that is made up of multiple different objects. For example, you could create a quiver full of arrows, or if creating a building you could include chairs, beds, barrels, etc.). You must be able to create all materials required for the complex creation.",
				"{@b Augment 1 sp:} When you create an object two or more sizes smaller than your maximum, you can delay your creation so that rather than creating a single object once, it creates multiple identical objects over time. The total size of all created objects cannot exceed one size above your maximum create size. As a general rule, two objects of a similar size count as one size larger (2 Small objects equals a Medium object, 2 Medium objects equals a Large, etc.). You must set a parameter when this effect is created for when and where within range the items are created (for example, creating a new arrow in a quiver whenever the previous arrow is removed, or dropping a new anvil each round onto a target location, determined at the time of casting). This continues for the duration of the create effect or until the maximum size (or another limit, subject to GM approval) has been reached, whichever comes first."
			]
		},
		{
			"name": "Expanded Materials",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 1 sp:} When you create an object, you can work with any solid fragile material that is non-harmful and does not possess any unusual properties, such as glass, ice, or leather. You can also create harmless liquids like water (3 cubic feet equals a Small creature), but not gases or flesh. You can also make objects with multiple materials, provided you can create all the materials required.",
				"As you gain levels, you also gain the ability to make steadily more materials, as detailed in the table below. Adamantine cannot be created or altered, except for the repair and destroy abilities, and created gems cannot be used as material components.",
				{
					"type": "table",
					"caption": "Classic Substances",
					"colLabels": [
						"Level",
						"Materials"
					],
					"colStyles": [
						"col-1 text-center",
						"col-1 text-center"
					],
					"rows": [
						[
							"1st",
							"Stone"
						],
						[
							"5th",
							"Basic Metals (copper, iron, steel)"
						],
						[
							"11th",
							"Precious Metals (gold, silver)"
						],
						[
							"17th",
							"Specialty metals (mithril), gems"
						]
					]
				}
			]
		},
		{
			"name": "Exquisite Detail",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{Augment 0 sp:} Items you create are more intricate, and much harder to identify as fakes. You are proficient in ability checks made to create detailed or complicated objects and to any DC required to detect objects you create as magical fakes. If you are already proficient, you instead add twice your proficiency bonus. This does not stack with similar effects. Those attempting to detect magic on your created objects must pass a spellcasting ability check against your sphere DC to detect any lingering creation auras."
			]
		},
		{
			"name": "Greater Alter",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 0 sp:} The damage dealt with your destroy alter ability now uses d8’s instead of d4’s.",
				"{@b Augment 0 sp:} The amount healed with your repair alter ability now uses d8’s instead of d4’s."
			]
		},
		{
			"name": "Magical Creations",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"Objects you create are considered magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
			]
		},
		{
			"name": "Magnify/Minimize",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You can alter an object’s size for 1 minute per level. When using alter you can cause any object you can affect to increase or decrease by 1 size category. This doubles or halves the object’s height and width and multiplies or divides its weight by 8. Effects which depend upon a target object’s size which would not function due to size alterations are automatically suppressed, continuing to count down their duration as normal, when the object no longer meets the size requirements. Worn items that are enlarged hinder their wearer’s movements, reducing their movement speeds by 10 feet, to a minimum of 5 feet. This effect fails if used to shrink worn items below a size that their wearer can wear.",
				"If this effect is augmented by Potent Alteration to target a creature per that talent, the target creature gains the same adjustments as if the Size Change Alteration talent had been used on them to adjust them to their size.",
				"{@b Augment 1 sp:} You can increase the number of steps you can enlarge or shrink an object by one size category, increasing by one at 5th level (2 steps), 11th level (3 steps), and 17th level (4 steps) (to a maximum of Gargantuan and a minimum of Tiny)."
			]
		},
		{
			"name": "Object of Force",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 1 sp:} You can create objects made of solid force. Force objects have no weight and remain rigid and unmoving in the location they are created, though a creature two sizes larger than the object can move it. Force objects are resilient and have resistance to all non-magical damage, and prevent incorporeal creatures from passing through them. Objects of force are translucent but easily noticeable and require no Perception check to see while imparting disadvantage to Wisdom (Perception) checks to see through them. If you possess Transparency you can make the object invisible (as Illusion sphere’s Invisibility) or entirely opaque without spending an additional spell point, chosen at the time of its creation."
			]
		},
		{
			"name": "Potent Alteration",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 1 sp:} When altering an object, you can affect magical objects, worn or held objects, or creatures of the construct type. While this means you can repair broken magical items with your repair ability, you cannot restore the magic to such an object. If used against a creature or an attended object, the target creature or the creature wearing or holding the object is allowed a Constitution saving throw to negate the effect."
			]
		},
		{
			"name": "Precise Destruction",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You can destroy moving components and locks in lieu of disabling them more conventionally. When attempting to disable a complex device (such as a trap or lock) you can instead simply target the offending part of the object with destroy. You are treated as possessing thieves tools at all times and being proficient with those thieves tools and may make ability checks to open locks or disable complex devices using your casting ability modifier in place of the usual attribute modifier, but only when the desired action can be achieved by carefully destroying components (thus a door unlocked with this ability would be impossible to lock again without first repairing the lock)."
			]
		},
		{
			"name": "Restrictive Creation",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"{@b Augment 1 sp:} You can create non-harmful objects directly on a creature. An unwilling target is entitled a Dexterity saving throw to avoid having an object created directly on it, causing the object to fall harmlessly to the ground. This means you can create bindings, manacles, or some other close-fitting prison directly onto the target, making them Restrained on a failed saving throw. Targets can still attack their own bindings (as outlined under Notes on Casings listed above).",
				"If you cover the target completely with a close-fitting prison they can only deal half damage to their bindings, but also have complete cover while inside their casing."
			]
		},
		{
			"name": "Create Materials (advanced)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Creation (Forge), Universal (Extended (metasphere))"
					]
				}
			],
			"entries": [
				"{@b Augment 2 sp:} You can create raw materials. This is an instantaneous effect; you create the material as self-evident normal material, and thus it cannot be dispelled and has no duration. You cannot create complex items, i.e., you can create walls, battlements, ramps, or domes, but cannot create catapults, armor, or a complete building in this manner, although the material may be crafted as any other material after it is summoned. You can summon any material you can create, with the exception of gems, precious metals (such as gold or silver) or rare metals (such as cold iron or mithril)."
			]
		},
		{
			"name": "Dissolution (advanced, alter)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"prerequisite": [
				{
					"feature": [
						"Creation (Greater Alter, Potent Alteration)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} When using destroy on a non-magical, unattended object you can disintegrate it completely. The ability doesn’t deal damage and instead simply disintegrates as much as a 10- foot cube of nonliving matter."
			]
		},
		{
			"name": "Fabricate (advanced)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Creation (Forge)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} When using your Forge talent, you can create items of great detail. You must pass the appropriate check to make complex items and work at a rate of 1 round per 10 cubic feet when working in this manner. You can only work with a material which you can create."
			]
		},
		{
			"name": "Fleshcraft (advanced)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Creation (Expanded Materials)"
					]
				}
			],
			"entries": [
				"You can create and alter flesh as you would other materials. This means you can create the body of a creature, although it is not alive, and you must make an Intelligence check if attempting to create a copy of a specific individual. You can also alter an unliving body. You can create a permanent body through the Create Materials talent.",
				"{@b Augment 1 sp:} You can alter a living creature. A Constitution saving throw negates this effect.",
				"If used in conjunction with the Change Material talent to affect a living creature, this does not kill the target; however, they do not appear to be alive for effects that would detect such things, and they may be injured as any other object.",
				"When returned to normal the creature is still alive (provided they weren’t destroyed in this alternate form), but any injuries or deformities gained in their altered state carry over to their original forms. Using Fleshcraft this way counts as a [curse] effect. If you possess the Forge talent, you can sculpt a creature’s body in one of the following ways:",
				{
					"type": "list",
					"items": [
						"{@b You can remove or restore an arm, leg, or tail, or even add some that were not originally there.",
						"{@b You can remove or restore a sense:} sight, hearing, touch, taste, or smell.",
						"{@b You can attack the target’s body, reducing it’s Constitution by 2d6, or restore a creature to its normal Constitution score.",
						"{@b If you possess the Fabricate advanced talent, you can change a creature’s appearance permanently. Make an Intelligence check if attempting to mimic a specific creature."
					]
				},
				"Other uses of this talent are up to the GM."
			]
		},
		{
			"name": "Permanent Change (advanced)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Creation (Change Material, Expanded Materials, Forge)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} When using your Change Material talent, you can make the change an instantaneous effect; the change is permanent and cannot be dispelled. You cannot create a permanent change involving gems, precious metals (such as gold or silver) or rare metals (such as mithril). If used on a target in conjunction with the Change Material and Fleshcraft talents, another application of the Fleshcraft and Change Material talents can return them to normal for a limited time. Only another use of the Permanent Change talent, or sufficiently powerful magic such as a true resurrection or wish spell, can permanently reverse this effect."
			]
		},
		{
			"name": "State Shift (advanced, alter)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Creation (Change Material)"
					]
				}
			],
			"entries": [
				"When using Change Material, you can turn liquids and solids into either of the other state. This is a magical effect and the change in form itself has no additional effect on the condition of the target object, dealing no damage to it. When turning a solid into a liquid, the resultant object disperses as normal, but recombines when the effect ends and in the same location unless its component parts have been collected and moved elsewhere. If all pieces of an object are not present, the object still regrows from the largest remaining piece.",
				"If a magical object is converted into a new form, its magical properties cannot be used unless they are still applicable to its new state of matter."
			]
		},
		{
			"name": "Sustenance (advanced)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You gain the {@spell sustenance|spheres-of-power} sphere ability."
			]
		},
		{
			"name": "Fission (variant)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"Choose either alter or create. You cannot use this ability, nor take talents which augment this ability. You can still gain Expanded Materials if you choose not to be able to create objects. You gain a bonus talent from this sphere."
			]
		},
		{
			"name": "Limited Creation (variant)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"Choose either alter or create. You cannot use this ability, nor take talents which augment this ability. You can still gain Expanded Materials if you choose not to be able to create objects. You gain a bonus talent from this sphere."
			]
		},
		{
			"name": "Material Focus (variant)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"You can only alter or create objects of a single, fragile special substance such as ice, cloth, bones, etc. You cannot take the Expanded Materials talent. You gain a bonus talent from this sphere.",
				"You can choose a resilient special substance such as common metals or stone as your material, in which case you do not gain a bonus magic talent, and you increase the base spell point cost of your create ability by 1 spell point."
			]
		},
		{
			"name": "Material Mimic (variant)",
			"source": "spheres-of-power",
			"featureType": "Creation",
			"entries": [
				"In order to alter or create objects you must be in physical contact with another object that is composed of the material that will result from the effect and no more than three size categories smaller (e.g. to create a Large iron object, you would need to be touching another iron object of Tiny size or larger). If you possess Change Material then this restricts the materials you can change the targeted object into. If you possess the Fleshcraft advanced talent then you cannot use your own body to produce fleshy objects, though you can use other creatures. You gain Expanded Materials as a bonus talent."
			]
		},
				{
			"name": "Dark Sphere",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create and manipulate darkness.",
				"When you first gain the Dark sphere, you gain the {@spell darkness|spheres-of-power} and {@spell meld|spheres-of-power} sphere abilities.",
				"Talents designated as (darkness) add additional effects to a sphere of darkness. Only one such talent may be applied to an individual sphere of darkness, but areas of darkness with different effects may overlap. Individual darkness effects do not stack with themselves. Talents designated as (meld) add alternative effects that you can apply with your meld ability."
			]
		},
		{
			"name": "Black Lung (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"Your darkness takes on a foul, miasmic quality that causes creatures to choke and retch. Creatures that enter the darkness or start their turn within it must succeed on a Constitution saving throw or become poisoned until they leave the darkness. Creatures with the Verbal Casting drawback or attempting to cast a spell with verbal components while poisoned by this ability must succeed on a Constitution saving throw or have the casting fail, losing the action and any spell points or spell slots. Creatures that do not breathe are unaffected by Black Lung.",
				"{@b Augment 1 sp:} You can imbue your Black Lung with a dose of contact or inhalation poison held in your hand. Using this ability consumes the dose of poison. Any creature that fails its save against the Black Lung talent must make an additional saving throw against the poison’s DC or suffer its effects. Those immune to your Black Lung are also immune to the poison."
			]
		},
		{
			"name": "Creeping Lethargy (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 1 sp:} Your darkness fogs the mind, causing those within to slip towards slumber. Creatures that enter the darkness or start their turn within your darkness must succeed on a Wisdom saving throw or be able to only take actions or bonus actions each turn, not both, until they start their turn outside of your darkness. If a creature suffering this penalty starts its turn within the darkness, it must succeed on a Wisdom saving throw or fall asleep for 1 minute or until they start their turn outside of the darkness, whichever happens first. Sleeping creatures receive a new saving throw to wake up at the beginning of each of their turns. The creature wakes up if it takes damage or if another creature takes an action to shake it awake."
			]
		},
		{
			"name": "Disorienting Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness effect that has a chance to disorient anyone who enters it. When a creature attempts to enter or leave a space within this darkness for the first time on its turn, it must pass an Intelligence saving throw or become disoriented. If the creature fails this saving throw, they must roll a d8 to determine direction: 1 is their intended direction, with 2-8 rotating around the creature in a clockwise direction. The target moves that direction as if it were their intended course. The target does not realize they are off-course until their next turn or until they leave the area of darkness.",
				"You can take this talent a second time. Doing so grants the following augmentations:",
				"{@b Augment 0 sp:} You possess a modicum of control over your targets’ delusions. When a creature that has failed its save against your Disorienting Darkness attempts to move, you can spend a reaction to choose their direction of travel instead of rolling randomly.",
				"{@b Augment 1 sp:} When a creature that has failed its saving throw and become disoriented by your Disorientating Darkness makes an attack, casts a targeted spell or sphere effect, or uses another ability with a specified target before the end of the turn in which it failed its saving throw, the attack or ability is randomly directed to another legal target within range. If there is no other legal target within range, the attack or ability is not affected. If the affected spell or ability has more than one target, all its targets are randomly chosen from among the legal targets within range."
			]
		},
		{
			"name": "Fearful Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness effect that plays with the fears of any who enter it. Creatures that enter or start their turn within this area of darkness must pass a Charisma saving throw or become frightened until they end their turn outside the darkness. Creatures who succeed at this saving throw but remain in the darkness may save again to end their frightened condition at the start of their subsequent turns."
			]
		},
		{
			"name": "Hungry Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness effect that saps away the lifeforce of those inside. When a creature enters or begins its turn within the area of this darkness, it must pass a Constitution save or suffer 1 point of necrotic damage per Hit Die it possesses. A creature may only be affected by Hungry Darkness once per round, regardless of how many times they enter or exit the area that turn."
			]
		},
		{
			"name": "Looming Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness effect that erodes the resolve of those who enter it. All creatures within your darkness suffer disadvantage on all Intelligence, Wisdom, and Charisma ability checks and saving throws."
			]
		},
		{
			"name": "Numbing Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness that subtly anesthetizes those inside. All creatures within your darkness suffer disadvantage on all Strength, Dexterity, and Constitution ability checks and saving throws."
			]
		},
		{
			"name": "Pure Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness that reduces Darkvision to 5 feet. In addition, all other senses (blindsight, scent, etc.) are reduced by half. You can also choose to dim sound as well; imposing disadvantage on all Perception checks made to hear noises produced inside or travelling through the area of your darkness."
			]
		},
		{
			"name": "Shadow Slick (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"Your darkness takes on a slick, nearly frictionless quality. Any creature attempting to move more than half their speed through the darkness must succeed on a Dexterity (Acrobatics) ability check against your sphere DC or fall prone. Creatures within your darkness have advantage on all Dexterity ability checks made to escape the grappled condition."
			]
		},
		{
			"name": "Shadow Tag (darkness, meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"Anyone passing through your area of darkness picks up a bit of your magic in their shadow, allowing you to know their relative direction and status (alive, unconscious, dead) for 8 hours. If used as a (meld) talent, you cast this ability directly upon a creature instead, gaining the same benefits. You can track a number of creatures equal to your proficiency bonus in this way. If you are at this limit, you must cease tracking an old target in order to begin tracking a new one. The effect immediately ends for a target that moves more than one mile away from you."
			]
		},
		{
			"name": "Snagging Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness effect filled with dark tendrils that snare anything that passes. When a creature enters or begins its turn inside the darkness, it must pass a Dexterity saving throw or become restrained until the start of its next turn. A restrained creature can attempt to escape its entanglement by making a Strength (Athletics) or Dexterity (Acrobatics) check as a bonus action, with a DC equal to the save DC."
			]
		},
		{
			"name": "Tenebrous Legerdemain (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You create an area of darkness which you can manipulate to perform minor feats of legerdemain. You can attempt to steal a worn or held object from a creature within your darkness as a bonus action. You must make either a ranged spell attack roll or a Dexterity (Sleight of Hand) check contested by that creature’s Strength (Athletics) or Dexterity (Acrobatics) check. If you succeed, you pull the object away from that creature and can move it to another place within the same area of darkness. If an object is secured firmly or held in two hands, you have disadvantage on this check. Objects that are not worn or held by a creature may be moved without a check. This ability can move objects that weigh up to 5 pounds per level."
			]
		},
		{
			"name": "Thick Darkness (darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can create a darkness effect that counts as difficult terrain. Creatures move at half speed through your darkness and cannot take the dash or withdraw actions."
			]
		},
		{
			"name": "Blindfold (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Duration:} Concentration, up to 1 minute",
				"Saving Throw: Wisdom negates",
				"You concentrate a target’s shadow into a band of supernatural darkness across their heads, rendering the target blinded and reducing the range of all other senses by half. A creature under the effects of a blindfold receives a new saving throw to end the effect every round at the end of its turn. Darkvision has no effect on Blindfold, but creatures that can see in magical darkness are immune."
			]
		},
		{
			"name": "Clearsight (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can grant a target immunity to all negative effects from your (darkness) talents. This does not grant the target the ability to see in your darkness if it does not already possess the means to do so, but it does allow creatures with Darkvision to see in Pure Darkness. Additionally, allies may choose to allow your Clearsight to apply to darkness effects they create in addition to your own."
			]
		},
		{
			"name": "Dark Slaughter (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can grant the target the ability to make precision strikes. Whenever the target attacks a creature with advantage or that is not able to perceive the target (such as through a successful Dexterity (Stealth) check), it deals an additional 1d6 points of damage to the target. This increases by one die size at 5th (1d8), 11th (1d10), and 17th levels (1d12). This damage is multiplied on a critical hit and stacks with a rogue’s sneak attack ability. This only functions while within an area of your darkness."
			]
		},
		{
			"name": "Feed on Darkness (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Duration:} Concentration, up to 10 minutes",
				"The target gains temporary hit points equal to your key ability modifier each round it remains within your darkness. These hit points last for 1 round after leaving the darkness."
			]
		},
		{
			"name": "Hide In Darkness (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You grant the target the ability to make Dexterity (Stealth) checks to hide in areas of dim light or darkness even while clearly visible. This only functions when within an area of your darkness."
			]
		},
		{
			"name": "Shadow Lurk (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Duration:} Concentration, up to 10 minutes",
				"You can make a target’s shadow split off from them and form a shadow lurk that acts as an independent creature, unwaveringly loyal to you. A shadow lurk appears as a shaded, obviously spurious version of the target. It is weightless and its equipment is entirely illusionary. It has the same skills, feats, and attributes as the target, except that its Strength score is 3 (Unless it would be lower, then use its normal Strength score), and only has a number of hit points equal to your level. The shadow lurk cannot attack, use class or racial abilities, cast spells or sphere effects, or any other abilities, though it can manipulate objects and use skills. A shadow lurk must remain within 300 feet of its original source or it ceases to exist. The target lacks a shadow while this effect is active.",
				"Retracting a shadow lurk is a bonus action. Either the target or the shadow lurk may spend this action. If a shadow lurk is killed or exceeds its range, it winks out of existence and the target’s shadow returns to them with a surge of energy that causes them to be stunned until the end of their next turn. In either case, the target immediately gains the knowledge of everything their shadow lurk observed and did while it was detached.",
				"By investing a second talent in Shadow Lurk you master the art of weaving shadowstuff into your shadow lurks, giving them and their equipment increased substance. Your shadow lurks use the full Strength score of their source, have 2 hit points per level, and possess non-magical versions of their sources’ equipment. It has the same reach as the creature it is created from and may make a single attack per turn using non-magical versions of whatever weapons or natural attacks its source possesses. It attacks using its source’s full proficiency bonus, Strength score, and feats, but deals only half damage. A shadowstuff-imbued lurk still may not cast spells or sphere effects, or use its source’s class features. Consumable items, such as acid flasks or potions, created as part of your lurks do not function."
			]
		},
		{
			"name": "Shadowed Mien (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You cloak the target in an aura of menacing shadow that conceals its appearance, subtle movements, and intentions behind a curtain of disconcerting murk. This dark aura hides distinguishing features from observers and grants advantage on Charisma (Deception) checks to lie as well as to Charisma (Intimidation) checks. Wisdom (Insight) checks to discern the target’s true intentions suffer disadvantage. The target has no difficulty seeing out of Shadowed Mein, but the effect cannot be penetrated by Darkvision. Clearsight and abilities that allow a creature to see through magical darkness allow the target of Shadowed Mein to be seen clearly. Creatures that can see the target clearly are not subject to the effects of this ability.",
				"{@b Augment 1 sp:} You can grant substance to the shadowy aura. The target gains a number of temporary hit points equal to your level for the duration of the effect. Exhausting these temporary hit points does not end the other effects of Shadowed Mein."
			]
		},
		{
			"name": "Step Through Darkness (meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You can grant the target and up to a heavy load of carried equipment the ability to step into one patch of darkness and emerge in another. While the melded target is in dim light or darkness, they can as a bonus action teleport up to half their movement speed to an unoccupied space they can see that is also in dim light or darkness.",
				"{@b Augment 1 sp:} Increase the distance teleported to their full movement speed."
			]
		},
		{
			"name": "Clinging Darkness",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 0 sp:} You can center an area of darkness on a creature or object rather than an area. If targeting a creature or its worn or held object, that creature may attempt a Wisdom saving throw to negate the effect. Augmented darkness effects are anchored to, and move with the target. Affected creatures receive a new saving throw to end the effect each round at the end of their turn."
			]
		},
		{
			"name": "Directional Darkness",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 1 sp:} Your area of darkness only blocks the light from one vantage point. If your darkness is in the form of a wall, it hampers vision from one side and appears clear from the other. If it is spherical, the caster may choose either for those within the area of darkness to see outside of it clearly or for those outside to see within clearly. The boundaries of the area of darkness remain obvious to those who can see through it unhindered."
			]
		},
		{
			"name": "Extinguish",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 0 sp:} You can opt to instantly extinguish all non-magical light sources within your areas of darkness, not merely suppress them. This includes fire, incandescence, and alchemical sources. Coals turn cold, glowing-hot metal is made cool, and luminous chemicals are rendered inert. Additionally, your darkness can be used to counter or dispel sources of magical flame (such as an Energy Wall consisting of fire) with a spellcasting ability check against the spell or sphere DC of the magical flame. This is an instantaneous counter effect that occurs when the area of darkness is created. Creatures made of flame or other luminous materials or energies are not harmed by this talent."
			]
		},
		{
			"name": "Greater Darkness",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 1 sp:} When creating an area of darkness, its radius increases to 30 feet. If combined with the Wall of Darkness talent, this allows you to double the number of 10-foot cubes created."
			]
		},
		{
			"name": "Obfuscation",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 1 sp:} Creatures and items within your area of darkness or subject to one of your (meld) talents are treated as if shielded by a veneer of lead, and any attempt to locate them via scrying fails. Divination talents benefiting from a single instance of Penetrating Divination may bypass obfuscation with a successful spellcasting ability check against your sphere DC. Those benefiting from a second instance of Penetrating Divination bypass Obfuscation automatically. Obfuscation does not affect the caster’s own divinations."
			]
		},
		{
			"name": "Obscure Passage",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You gain the {@spell obscure passage|spheres-of-power} sphere ability."
			]
		},
		{
			"name": "Rolling Blackout",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 0 sp:} You gain the ability to move your areas of darkness. You can move one instance of darkness up to 30 feet as an action or bonus action, within the maximum range of the effect. If moving an area of darkness causes a creature to leave its area of effect, any ongoing effects the creature is under due to being inside that area of darkness end immediately."
			]
		},
		{
			"name": "Shadow Stash",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You gain the {@spell shadow stash|spheres-of-power} sphere ability."
			]
		},
		{
			"name": "Wall of Darkness",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"{@b Augment 0 sp:} Rather than create a sphere of darkness, you can arrange your darkness as a number of 10-foot Cubes equal to twice your proficiency bonus. These cubes must be arranged contiguously, but otherwise may assume any shape. You must be able to perceive all areas your darkness will inhabit."
			]
		},
		{
			"name": "Animated Shadow (advanced, meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"level": {
						"level": 5
					},
					"feature": [
						"Dark (Shadow Lurk)"
					]
				}
			],
			"entries": [
				"You lend your shadow animation and substance, allowing it to move and manipulate objects as if they were an additional set of limbs. Your animated shadow has two arms and a reach of 10 feet. It can retrieve and use stored items, wield and attack with weapons, activate magical items, accomplish delicate tasks like disabling a lock, and deliver spell attacks, all using your own statistics and bonuses. These arms can not be used to make additional attacks above your normal maximum or grant additional actions. You cannot use other abilities or talents that allow you to use your shadow to manipulate objects while Animated Shadow is active."
			]
		},
		{
			"name": "Eternal Darkness (advanced)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"level": {
						"level": 11
					}
				}
			],
			"entries": [
				"{@b Augment 2 sp:} You can turn your darkness into a permanent effect that lasts until it is dispelled. Once created, this darkness is unmoving. It cannot be centered on a creature or object with the Clinging Darkness talent, and cannot be moved with the Rolling Blackout talent."
			]
		},
		{
			"name": "Lightless Penumbra (advanced, meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"feature": [
						"Dark (Shadowed Mein)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} You can render your Shadowed Mein entirely opaque, protecting the target from harm from daylight, magical or normal, and granting advantage on saves against light and vision-based effects. You are always treated as having your eyes averted with respect to gaze attacks, though you suffer none of the associated penalties. Creatures with extreme vulnerability to daylight, such as vampires, are protected from daylight by this talent."
			]
		},
		{
			"name": "Midnight (advanced, darkness)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Dark (Greater Darkness)"
					]
				}
			],
			"entries": [
				"{@b Augment 2 sp:} You can increase the area of your darkness to a 2 mile radius. You cannot add the effects of any (darkness) talents to darkness augmented in this way."
			]
		},
		{
			"name": "One With The Void (advanced)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Dark (Step Through Darkess)"
					]
				}
			],
			"entries": [
				"You gain the {@spell one with the void|spheres-of-power} sphere ability; It costs 2 spell points to use."
			]
		},
		{
			"name": "Pitch Black (advanced)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"level": {
						"level": 5
					},
					"feature": [
						"Dark (Pure Darkness)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} You can add Pure Darkness in addition to any other (darkness) talent you apply to an area of (darkness) you create."
			]
		},
		{
			"name": "Shadow Walker (advanced, meld)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"prerequisite": [
				{
					"level": {
						"level": 11
					},
					"feature": [
						"Dark (Step Through Darkness)"
					]
				}
			],
			"entries": [
				"{@b Augment 1 sp:} A target must be within an area of dim light or darkness for you to apply this (meld) talent to them. When this talent is applied, the target temporarily steps out of the Material Plane and into the place where it borders the Plane of Shadow. While within this region of shadow, the target may move at a rate of 50 miles per hour, seeing their relative place in the Material Plane, although it appears blurry and lacking in details. At any time, the target may step back into the Material Plane, at which point the effects of this (meld) talent immediately end.",
				"Because of the blurring of reality between the Plane of Shadow and the Material Plane, the target can’t make out details of the terrain or areas you pass over during transit, nor can you predict perfectly where your travel will end. It’s impossible to judge distances accurately, making this ability ill-suited for scouting or spying. Furthermore, when stepping back into the Material Plane, the target is shunted 1d10 x 100 feet in a random horizontal direction from the desired endpoint. If this would place the target within a solid object, they are shunted 1d10 x 1,000 feet in the same direction. If this would still place them within a solid object, they are shunted to the nearest empty space available, but the strain of this activity increases the creature’s exhaustion level by 1."
			]
		},
		{
			"name": "Meld into Dark (variant)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"You cannot create darkness, and you can only target yourself when granting a (meld) talent. You can only select (meld) talents from the Darkness sphere. However, you can also use (meld) talents in all dim light and darkness, not just areas of your darkness. You cannot have both this and the Shadow Dependence variant. You gain a (meld) talent as a bonus talent."
			]
		},
		{
			"name": "Shadow Dependence (variant)",
			"source": "spheres-of-power",
			"featureType": "Dark",
			"entries": [
				"Rather than summon darkness from nothing, you draw upon your own shadow to produce your magic. You stretch and manipulate your shadow to create areas of darkness and may only have one active at any given time. When your darkness is active you do not cast a shadow and can’t use or be the target of abilities or talents that depend on possessing a shadow. You cannot have both this and the Meld into Dark variant. You gain a bonus (darkness) talent."
			]
		}
	]
}